Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Common.Alerts.TranslationFailed.Message
source: Translation failed. Maybe the administrator has not enabled translations on this server or this server is running an older version of Mastodon where translations are not yet supported.
be: Збой перакладу. Магчыма, адміністратар не ўключыў пераклады на гэтым серверы або гэты сервер працуе са старой версіяй Mastodon, дзе пераклады яшчэ не падтрымліваюцца.
ca: La traducció ha fallat. Potser l'administrador d'aquest servidor no ha activat les traduccions o està executant una versió vella de Mastodon on les traduccions encara no eren suportades.
cs: Překlad se nezdařil. Správce možná nepovolil překlad na tomto serveru nebo tento server používá starší verzi Mastodonu, kde překlady ještě nejsou podporovány.
de: Übersetzung fehlgeschlagen. Möglicherweise haben die Administrator*innen die Übersetzungen auf diesem Server nicht aktiviert oder dieser Server läuft mit einer älteren Version von Mastodon, in der Übersetzungen noch nicht unterstützt wurden.
el: Η μετάφραση απέτυχε. Ίσως ο διαχειριστής δεν έχει ενεργοποιήσει μεταφράσεις σε αυτόν τον διακομιστή ή αυτός ο διακομιστής εκτελεί μια παλαιότερη έκδοση του Mastodon όπου οι μεταφράσεις δεν υποστηρίζονται ακόμα.
eu: Itzulpenak huts egin du. Agian administratzaileak ez du itzulpenik gaitu zerbitzari honetan, edo zerbitzari hau Mastodon bertsio zaharrago bat exekutatzen ari da, non itzulpenak oraindik onartzen ez diren.
fi: Käännös epäonnistui. Ehkä palvelimen ylläpito ei ole ottanut käännösominaisuutta käyttöön tai se käyttää Mastodonin vanhempaa versiota, joka ei vielä tue käännöksiä.
fr: La traduction a échoué. Peut-être que l'administrateur n'a pas activé les traductions sur ce serveur ou que ce serveur utilise une ancienne version de Mastodon où les traductions ne sont pas encore prises en charge.
gd: Dh’fhàillig an t-eadar-theangachadh. Dh’fhaoidte nach do chuir an rianaire na h-eadar-theangachaidhean an comas air an fhrithealaiche seo no gu bheil am frithealaiche a’ ruith seann-tionndadh de Mhastodon far nach eil taic ri eadar-theangachadh fhathast.
gl: Fallou a tradución. É posible que a administración non activase a tradución neste servidor ou que o servidor teña unha versión antiga de Mastodon que non ten soporte para a tradución.
it: Traduzione fallita. Forse l'amministratore non ha abilitato le traduzioni su questo server o questo server sta eseguendo una versione precedente di Mastodon in cui le traduzioni non sono ancora supportate.
ja: 翻訳に失敗しました。管理者がこのサーバーで翻訳を有効にしていないか、このサーバーが翻訳をサポートしていない古いバージョンの Mastodon を実行している可能性があります。
nl: Vertaling mislukt. Mogelijk heeft de serverbeheerder vertalingen niet ingeschakeld op deze server, of draait deze server een oude versie van Mastodon waar vertalingen nog niet ondersteund worden.
sl: Prevod je spodletel. Morda skrbnik ni omogočil prevajanja na tem strežniku ali pa strežnik teče na starejši različici Masotodona, na kateri prevajanje še ni podprto.
th: การแปลล้มเหลว บางทีผู้ดูแลอาจไม่ได้เปิดใช้งานการแปลในเซิร์ฟเวอร์นี้หรือเซิร์ฟเวอร์นี้กำลังใช้ Mastodon รุ่นเก่ากว่าที่ยังไม่รองรับการแปล
vi: Dịch không thành công. Có thể quản trị viên chưa bật dịch trên máy chủ này hoặc máy chủ này đang chạy phiên bản cũ hơn của Mastodon chưa hỗ trợ dịch.
zh_hans: 翻译失败。此服务器运行的 Mastodon 版本不支持翻译功能，或管理员未将翻译功能开启。
zh_hant: 翻譯失敗。也許管理員未於此伺服器啟用翻譯功能，或此伺服器為未支援翻譯功能之舊版本 Mastodon。

# Common.Alerts.TranslationFailed.Title
source: Note
be: Нататка
ca: Nota
cs: Poznámka
de: Hinweis
el: Σημείωση
eu: Oharra
fi: Huomautus
gd: An aire
gl: Nota
it: Nota
ja: 注意
nl: Opmerking
sl: Opomba
th: หมายเหตุ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# Common.Alerts.UnfollowUser.Cancel
source: Cancel
be: Скасаваць
de: Abbrechen
el: Άκυρο
eu: Utzi
fr: Annuler
gd: Sguir dheth
gl: Desbotar
it: Annulla
ja: キャンセル
nl: Annuleren
sl: Prekliči
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Common.Alerts.UnfollowUser.Title
source: Unfollow %@?
be: Адпісацца ад %@?
de: %@ entfolgen?
el: Άρση ακολούθησης του %@;
eu: %@ jarraitzeari utzi?
fr: Se désabonner de %@ ?
gd: An sguir thu de %@ a leantainn?
gl: Deixa de seguir a %@?
it: Smettere di seguire %@?
ja: %@ さんのフォローを解除しますか？
nl: %@ ontvolgen?
sl: Ali želite prenehati slediti %@?
th: เลิกติดตาม %@?
vi: Bỏ theo dõi %@?
zh_hans: 是否要取消关注 %@？
zh_hant: 是否要取消跟隨 %@ ？

# Common.Alerts.UnfollowUser.Unfollow
source: Unfollow
be: Адпісацца
de: Nicht mehr folgen
el: Άρση ακολούθησης
eu: Utzi jarraitzeari
fr: Ne plus suivre
gd: Na lean tuilleadh
gl: Deixar de seguir
it: Smetti di seguire
ja: フォロー解除
nl: Ontvolgen
sl: Ne sledi več
th: เลิกติดตาม
vi: Bỏ theo dõi
zh_hans: 取消关注
zh_hant: 取消跟隨

# Common.Alerts.VoteFailure.PollEnded
source: The poll has ended
be: Апытанне завяршылася
ca: L'enquesta ha finalitzat
cs: Anketa skončila
de: Die Umfrage ist beendet
el: Η δημοσκόπηση έληξε
eu: Inkesta amaitu da
fi: Kysely on päättynyt
fr: Le sondage est terminé
gd: Thàinig an cunntas-bheachd gu crìoch
gl: A enquisa rematou
it: Il sondaggio è terminato
ja: 投票は終了しました
nl: De peiling is beëindigd
ru: Опрос уже завершился
sl: Anketa je zaključena
th: การสำรวจความคิดเห็นได้สิ้นสุดแล้ว
vi: Cuộc bình chọn đã kết thúc
zh_hans: 投票已结束
zh_hant: 投票已結束

# Common.Alerts.VoteFailure.Title
source: Vote Failure
be: Памылка пры галасаванні
ca: Error en votar
cs: Selhání hlasování
de: Fehler bei Abstimmung
el: Αποτυχία Ψήφου
eu: Hutsegitea botoa ematean
fi: Äänestys epäonnistui
fr: Échec du vote
gd: Dh’fhàillig leis a’ bhòt
gl: Fallou a votación
it: Voto fallito
ja: 投票の失敗
nl: Stemmen Mislukt
ru: Не удалось проголосовать
sl: Napaka glasovanja
th: การลงคะแนนล้มเหลว
vi: Bình chọn không thành công
zh_hans: 投票失败
zh_hant: 投票失敗

# Common.Controls.Actions.Add
source: Add
be: Дадаць
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
eu: Gehitu
fi: Lisää
fr: Ajouter
gd: Cuir ris
gl: Engadir
it: Aggiungi
ja: 追加
nl: Voeg toe
ru: Добавить
sl: Dodaj
th: เพิ่ม
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# Common.Controls.Actions.Back
source: Back
be: Назад
ca: Enrere
cs: Zpět
de: Zurück
el: Πίσω
eu: Atzera
fi: Takaisin
fr: Retour
gd: Air ais
gl: Volver
it: Indietro
ja: 戻る
nl: Terug
ru: Назад
sl: Nazaj
th: ย้อนกลับ
vi: Quay lại
zh_hans: 返回
zh_hant: 上一頁

# Common.Controls.Actions.BlockDomain
source: Block %@
be: Заблакіраваць %@
ca: Bloca %@
cs: Blokovat %@
de: %@ blockieren
el: Αποκλεισμός %@
eu: Blokeatu %@
fi: Estä %@
fr: Bloquer %@
gd: Bac %@
gl: Bloquear a %@
it: Blocca %@
ja: %@をブロック
nl: %@ blokkeren
ru: Заблокировать %@
sl: Blokiraj %@
th: ปิดกั้น %@
vi: Chặn %@
zh_hans: 屏蔽 %@
zh_hant: 封鎖 %@

# Common.Controls.Actions.Bookmark
source: Bookmark
be: Закладка
ca: Marcador
cs: Záložka
de: Lesezeichen
el: Σελιδοδείκτης
eu: Laster-marka
fi: Kirjanmerkki
fr: Ajouter aux signets
gd: Comharra-lìn
gl: Marcar
it: Segnalibro
ja: ブックマーク
nl: Bladwijzer toevoegen
sl: Zaznamek
th: เพิ่มที่คั่นหน้า
vi: Lưu
zh_hans: 添加书签
zh_hant: 書籤

# Common.Controls.Actions.Cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Άκυρο
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
it: Annulla
ja: キャンセル
nl: Annuleren
ru: Отмена
sl: Prekliči
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Common.Controls.Actions.Compose
source: Compose
be: Стварыць
ca: Redacta
cs: Napsat
de: Neue Nachricht
el: Σύνταξη
eu: Idatzi
fi: Koosta
fr: Rédiger
gd: Sgrìobh
gl: Escribir
it: Scrivi
ja: 新規作成
nl: Bericht schrijven
ru: Написать
sl: Sestavi
th: เขียน
vi: Soạn tút
zh_hans: 撰写
zh_hant: 撰寫

# Common.Controls.Actions.Confirm
source: Confirm
be: Пацвердзіць
ca: Confirma
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
eu: Berretsi
fi: Vahvista
fr: Confirmer
gd: Dearbh
gl: Confirmar
it: Conferma
ja: 確認
nl: Bevestigen
ru: Подтвердить
sl: Potrdi
th: ยืนยัน
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Common.Controls.Actions.Continue
source: Continue
be: Працягнуць
ca: Continua
cs: Pokračovat
de: Weiter
el: Συνέχεια
eu: Jarraitu
fi: Jatka
fr: Continuer
gd: Lean air adhart
gl: Continuar
it: Continua
ja: 続ける
nl: Ga verder
ru: Продолжить
sl: Nadaljuj
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Common.Controls.Actions.Copy
source: Copy
be: Скапіраваць
ca: Copia
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
eu: Kopiatu
fi: Kopioi
fr: Copier
gd: Dèan lethbhreac
gl: Copiar
it: Copia
ja: コピー
nl: Kopiëren
sl: Kopiraj
th: คัดลอก
vi: Chép
zh_hans: 复制
zh_hant: 複製

# Common.Controls.Actions.CopyPhoto
source: Copy Photo
be: Капіраваць фота
ca: Copia la foto
cs: Kopírovat fotografii
de: Foto kopieren
el: Αντιγραφή Φωτογραφίας
eu: Kopiatu argazkia
fi: Kopioi kuva
fr: Copier la photo
gd: Dèan lethbhreac dhen dealbh
gl: Copiar foto
it: Copia foto
ja: 写真をコピー
nl: Kopieer foto
ru: Скопировать изображение
sl: Kopiraj fotografijo
th: คัดลอกรูปภาพ
vi: Sao chép ảnh
zh_hans: 复制照片
zh_hant: 複製照片

# Common.Controls.Actions.Delete
source: Delete
be: Выдаліць
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
eu: Ezabatu
fi: Poista
fr: Supprimer
gd: Sguab às
gl: Eliminar
it: Elimina
ja: 削除
nl: Verwijder
ru: Удалить
sl: Izbriši
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Common.Controls.Actions.Discard
source: Discard
be: Скасаваць
ca: Descarta
cs: Zahodit
de: Verwerfen
el: Απόρριψη
eu: Baztertu
fi: Hylkää
fr: Abandonner
gd: Tilg air falbh
gl: Descartar
it: Abbandona
ja: 破棄
nl: Weggooien
ru: Отмена
sl: Opusti
th: ละทิ้ง
vi: Bỏ qua
zh_hans: 放弃
zh_hant: 捨棄

# Common.Controls.Actions.Done
source: Done
be: Гатова
ca: Fet
cs: Hotovo
de: Fertig
el: Έγινε
eu: Egina
fi: Valmis
fr: Terminé
gd: Deiseil
gl: Feito
it: Fatto
ja: 完了
nl: Klaar
ru: Готово
sl: Opravljeno
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

# Common.Controls.Actions.Edit
source: Edit
be: Рэдагаваць
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
eu: Editatu
fi: Muokkaa
fr: Éditer
gd: Deasaich
gl: Editar
it: Modifica
ja: 編集
nl: Bewerk
ru: Изменить
sl: Uredi
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# Common.Controls.Actions.EditPost
source: Edit
be: Рэдагаваць
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
eu: Editatu
fi: Muokkaa
fr: Éditer
gd: Deasaich
gl: Editar
it: Modifica
ja: 編集
nl: Bewerken
sl: Uredi
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# Common.Controls.Actions.FindPeople
source: Find people to follow
be: Знайсці людзей, каб падпісацца
ca: Busca persones a seguir
cs: Najít lidi ke sledování
de: Finde Personen zum Folgen
el: Βρες άτομα για να ακολουθήσεις
eu: Bilatu jarraitzeko jendea
fi: Löydä tilejä seurattavaksi
fr: Trouver des personnes à suivre
gd: Lorg daoine gus an leantainn
gl: Atopar persoas para seguir
it: Trova persone da seguire
ja: フォローする人を見つける
nl: Zoek mensen om te volgen
ru: Подпишитесь на людей
sl: Poiščite osebe, ki jim želite slediti
th: ค้นหาผู้คนที่จะติดตาม
vi: Đề xuất theo dõi
zh_hans: 查看推荐关注的用户
zh_hant: 尋找一些人來跟隨

# Common.Controls.Actions.Follow
source: Follow %@
be: Падпісацца на %@
ca: Segueix a %@
cs: Sledovat %@
de: %@ folgen
el: Ακολούθησε %@
eu: Jarraitu %@
fi: Seuraa käyttäjää %@
fr: S’abonner à %@
gd: Lean %@
gl: Segue a %@
it: Segui %@
ja: %@をフォロー
nl: Volg %@
sl: Sledi %@
th: ติดตาม %@
vi: Theo dõi %@
zh_hans: 关注 %@
zh_hant: 跟隨 %@

# Common.Controls.Actions.ManuallySearch
source: Manually search instead
be: Замест гэтага шукайце ўручную
ca: Millor cerca manualment
cs: Místo toho ručně vyhledat
de: Stattdessen manuell suchen
el: Μη αυτόματη αναζήτηση
eu: Eskuz bilatu
fi: Etsi sen sijaan manuaalisesti
fr: Rechercher manuellement à la place
gd: Lorg a làimh ’na àite
gl: Buscar de xeito manual
it: Cerca manualmente invece
ja: 手動で検索する
nl: Handmatig zoeken
ru: Найти вручную
sl: Raje išči ročno
th: ค้นหาด้วยตนเองแทน
vi: Tự tìm kiếm thủ công
zh_hans: 手动搜索用户
zh_hant: 手動搜尋

# Common.Controls.Actions.Next
source: Next
be: Далей
ca: Següent
cs: Další
de: Weiter
el: Επόμενο
eu: Hurrengoa
fi: Seuraava
fr: Suivant
gd: Air adhart
gl: Seguinte
it: Avanti
ja: 次へ
nl: Volgende
ru: Далее
sl: Naslednji
th: ถัดไป
vi: Kế tiếp
zh_hans: 下一个
zh_hant: 下一頁

# Common.Controls.Actions.Ok
source: OK
ca: D'acord
el: ΟΚ
eu: Ados
gd: Ceart ma-thà
ru: ОК
sl: V redu
th: ตกลง
zh_hans: 好的

# Common.Controls.Actions.Open
source: Open
be: Адкрыць
ca: Obre
cs: Otevřít
de: Öffnen
el: Άνοιγμα
eu: Ireki
fi: Avaa
fr: Ouvrir
gd: Fosgail
gl: Abrir
it: Apri
ja: 開く
ru: Открыть
sl: Odpri
th: เปิด
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# Common.Controls.Actions.OpenInBrowser
source: Open in Browser
be: Адкрыць у браўзеры
ca: Obre al navegador
cs: Otevřít v prohlížeči
de: Im Browser anzeigen
el: Άνοιγμα στον Περιηγητή
eu: Ireki nabigatzailean
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
gd: Fosgail sa bhrabhsair
gl: Abrir no navegador
it: Apri nel browser
ja: ブラウザで開く
nl: In browser openen
ru: Открыть в браузере
sl: Odpri v brskalniku
th: เปิดในเบราว์เซอร์
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 於瀏覽器中開啟

# Common.Controls.Actions.OpenInSafari
source: Open in Safari
be: Адкрыць у Safari
ca: Obrir a Safari
cs: Otevřít v Safari
de: In Safari öffnen
el: Άνοιγμα στο Safari
eu: Ireki Safarin
fi: Avaa Safarissa
fr: Ouvrir dans Safari
gd: Fosgail ann an Safari
gl: Abrir en Safari
it: Apri su Safari
ja: Safariで開く
nl: In Safari openen
ru: Открыть в Safari
sl: Odpri v Safariju
th: เปิดใน Safari
vi: Mở bằng Safari
zh_hans: 在 Safari 中打开
zh_hant: 於 Safari 中開啟

# Common.Controls.Actions.Preview
source: Preview
be: Перадпрагляд
ca: Vista prèvia
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
eu: Aurrebista
fi: Esikatselu
fr: Aperçu
gd: Ro-sheall
gl: Vista previa
it: Anteprima
ja: プレビュー
nl: Voorvertoning
ru: Предпросмотр
sl: Predogled
th: แสดงตัวอย่าง
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# Common.Controls.Actions.Previous
source: Previous
be: Назад
ca: Anterior
cs: Předchozí
de: Vorheriges
el: Προηγούμενο
eu: Aurrekoa
fi: Edellinen
fr: Précédent
gd: Air ais
gl: Anterior
it: Precedente
ja: 前へ
nl: Vorige
ru: Прошлые
sl: Prejšnji
th: ก่อนหน้า
vi: Trước đó
zh_hans: 上一个
zh_hant: 上一步

# Common.Controls.Actions.Remove
source: Remove
be: Выдаліць
ca: Elimina
cs: Odstranit
de: Entfernen
el: Αφαίρεση
eu: Kendu
fi: Poista
fr: Supprimer
gd: Thoir air falbh
gl: Eliminar
it: Rimuovi
ja: 消去
nl: Verwijder
ru: Убрать
sl: Odstrani
th: เอาออก
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Common.Controls.Actions.RemoveBookmark
source: Remove Bookmark
be: Выдаліць закладку
ca: Elimina el marcador
cs: Odstranit záložku
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
eu: Ezabatu laster-marka
fi: Poista kirjanmerkki
fr: Supprimer le signet
gd: Thoir air falbh an comharra-lìn
gl: Eliminar Marcador
it: Rimuovi il segnalibro
ja: ブックマークから削除
nl: Bladwijzer verwijderen
sl: Odstrani zaznamek
th: เอาที่คั่นหน้าออก
vi: Bỏ lưu
zh_hans: 移除书签
zh_hant: 移除書籤

# Common.Controls.Actions.Reply
source: Reply
be: Адказаць
ca: Respon
cs: Odpovědět
de: Antworten
el: Απάντηση
eu: Erantzun
fi: Vastaa
fr: Répondre
gd: Freagair
gl: Responder
it: Rispondi
ja: 返信
nl: Reageer
ru: Ответить
sl: Odgovori
th: ตอบกลับ
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# Common.Controls.Actions.ReportUser
source: Report %@
be: Паскардзіцца на %@
ca: Denuncia %@
cs: Nahlásit %@
de: %@ melden
el: Αναφορά %@
eu: Salatu %@
fi: Ilmianna %@
fr: Signaler %@
gd: Dèan gearan mu %@
gl: Denunciar a %@
it: Segnala %@
ja: %@を通報
nl: %@ rapporteren
ru: Пожаловаться на %@
sl: Prijavi %@
th: รายงาน %@
vi: Báo cáo %@
zh_hans: 举报 %@
zh_hant: 檢舉 %@

# Common.Controls.Actions.Save
source: Save
be: Захаваць
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
eu: Gorde
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
gl: Gardar
it: Salva
ja: 保存
nl: Bewaar
ru: Сохранить
sl: Shrani
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Common.Controls.Actions.SavePhoto
source: Save Photo
be: Захаваць фота
ca: Desa la foto
cs: Uložit fotku
de: Foto speichern
el: Αποθήκευση Φωτογραφίας
eu: Gorde argazkia
fi: Tallenna kuva
fr: Enregistrer la photo
gd: Sàbhail an dealbh
gl: Gardar foto
it: Salva foto
ja: 写真を保存
nl: Foto bewaren
ru: Сохранить изображение
sl: Shrani fotografijo
th: บันทึกรูปภาพ
vi: Lưu ảnh
zh_hans: 保存照片
zh_hant: 儲存照片

# Common.Controls.Actions.SeeMore
source: See More
be: Паказаць больш
ca: Mostra'n més
cs: Zobrazit více
de: Mehr anzeigen
el: Δες Περισσότερα
eu: Ikusi gehiago
fi: Näytä lisää
fr: Voir plus
gd: Seall a bharrachd
gl: Ver máis
it: Visualizza altro
ja: もっと見る
nl: Meer tonen
ru: Ещё
sl: Pokaži več
th: ดูเพิ่มเติม
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 檢視更多

# Common.Controls.Actions.Settings
source: Settings
be: Налады
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
gd: Roghainnean
gl: Axustes
it: Impostazioni
ja: 設定
nl: Instellingen
ru: Настройки
sl: Nastavitve
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Common.Controls.Actions.Share
source: Share
be: Абагуліць
ca: Comparteix
cs: Sdílet
de: Teilen
el: Κοινοποίηση
eu: Partekatu
fi: Jaa
fr: Partager
gd: Co-roinn
gl: Compartir
it: Condividi
ja: 共有
nl: Deel
ru: Поделиться
sl: Deli
th: แชร์
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# Common.Controls.Actions.SharePost
source: Share Post
be: Абагуліць допіс
ca: Comparteix la publicació
cs: Sdílet příspěvek
de: Beitrag teilen
el: Κοινοποίηση Ανάρτησης
eu: Partekatu bidalketa
fi: Jaa julkaisu
fr: Partager la publication
gd: Co-roinn am post
gl: Compartir publicación
it: Condividi il post
ja: 投稿を共有
nl: Deel bericht
ru: Поделиться постом
sl: Deli objavo
th: แชร์โพสต์
vi: Chia sẻ tút
zh_hans: 分享帖子
zh_hant: 分享嘟文

# Common.Controls.Actions.ShareUser
source: Share %@
be: Абагуліць %@
ca: Comparteix %@
cs: Sdílet %@
de: %@ teilen
el: Κοινοποίηση %@
eu: Partekatu %@
fi: Jaa %@
fr: Partager %@
gd: Co-roinn %@
gl: Compartir %@
it: Condividi %@
ja: %@を共有
nl: %@ delen
ru: Поделиться %@
sl: Deli %@
th: แชร์ %@
vi: Chia sẻ %@
zh_hans: 分享 %@
zh_hant: 分享 %@

# Common.Controls.Actions.SignIn
source: Log in
be: Увайсці
ca: Inicia sessió
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
eu: Hasi saioa
fi: Kirjaudu sisään
fr: Se connecter
gd: Clàraich a-steach
gl: Acceder
it: Accedi
ja: ログイン
nl: Inloggen
sl: Prijava
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# Common.Controls.Actions.Skip
source: Skip
be: Прапусціць
ca: Omet
cs: Přeskočit
de: Überspringen
el: Παράλειψη
eu: Saltatu
fi: Ohita
fr: Passer
gd: Leum thairis air
gl: Omitir
it: Salta
ja: スキップ
nl: Overslaan
ru: Пропустить
sl: Preskoči
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# Common.Controls.Actions.TakePhoto
source: Take Photo
be: Зрабіць фота
ca: Fes una foto
cs: Vyfotit
de: Foto aufnehmen
el: Λήψη Φωτογραφίας
eu: Atera argazkia
fi: Ota kuva
fr: Prendre une photo
gd: Tog dealbh
gl: Facer foto
it: Scatta foto
ja: 写真を撮る
nl: Foto maken
ru: Сделать фото
sl: Posnemi fotografijo
th: ถ่ายรูป
vi: Chụp ảnh
zh_hans: 拍摄照片
zh_hant: 拍攝照片

# Common.Controls.Actions.TranslatePost.Title
source: Translate from %@
be: Перакласці з %@
ca: Tradueix del: %@
cs: Přeložit z %@
de: Von %@ übersetzen
el: Μετάφραση από %@
eu: %@-tik itzuli
fi: Käännetty kielestä %@
fr: Traduit depuis %@
gd: Eadar-theangaich o: %@
gl: Traducido do %@
it: Traduci da %@
ja: %@から翻訳
nl: Vertaald uit het %@
sl: Prevedi iz: %@
th: แปลจาก %@
vi: Dịch từ %@
zh_hans: 翻译自 %@
zh_hant: 翻譯自 %@

# Common.Controls.Actions.TranslatePost.UnknownLanguage
source: Unknown
be: Невядомая
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστο
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
gd: Chan eil fhios
gl: Descoñecido
it: Sconosciuto
ja: 不明
nl: Onbekend
sl: Neznano
th: ไม่รู้จัก
vi: Chưa xác định
zh_hans: 未知的
zh_hant: 未知

# Common.Controls.Actions.TryAgain
source: Try Again
be: Паўтарыце спробу
ca: Torna a provar
cs: Zkusit znovu
de: Nochmals versuchen
el: Προσπάθησε ξανά
eu: Saiatu berriro
fi: Yritä uudelleen
fr: Réessayer
gd: Feuch ris a-rithist
gl: Intentar de novo
it: Riprova
ja: 再実行
nl: Opnieuw proberen
ru: Попробовать снова
sl: Poskusi ponovno
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# Common.Controls.Actions.UnblockDomain
source: Unblock %@
be: Разблакіраваць %@
ca: Desbloca %@
cs: Odblokovat %@
de: Blockierung von %@ aufheben
el: Άρση αποκλεισμού %@
eu: Desblokeatu %@
fi: Poista esto %@
fr: Débloquer %@
gd: Dì-bhac %@
gl: Desbloquear a %@
it: Sblocca %@
ja: %@のブロックを解除
nl: %@ deblokkeren
ru: Разблокировать %@
sl: Odblokiraj %@
th: เลิกปิดกั้น %@
vi: Bỏ chặn %@
zh_hans: 解除屏蔽 %@
zh_hant: 解除封鎖 %@

# Common.Controls.Actions.Unfollow
source: Unfollow %@
be: Адпісацца ад %@
ca: Deixa de seguir %@
cs: Přestat sledovat %@
de: %@ entfolgen
el: Κατάργηση ακολούθησης του %@
eu: %@ jarraitzeari utzi
fi: Lopeta käyttäjän %@ seuraaminen
fr: Se désabonner de %@
gd: Na lean %@ tuilleadh
gl: Deixa de seguir a %@
it: Smetti di seguire %@
ja: %@をフォロー解除
nl: Ontvolg %@
sl: Prenehaj slediti %@
th: เลิกติดตาม %@
vi: Bỏ theo dõi %@
zh_hans: 不再关注 %@
zh_hant: 取消跟隨 %@

# Common.Controls.Friendship.Block
source: Block
be: Заблакіраваць
ca: Bloca
cs: Blokovat
de: Blockieren
el: Αποκλεισμός
eu: Blokeatu
fi: Estä
fr: Bloquer
gd: Bac
gl: Bloquear
it: Blocca
ja: ブロック
nl: Blokkeren
ru: Заблокировать
sl: Blokiraj
th: ปิดกั้น
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖

# Common.Controls.Friendship.BlockDomain
source: Block domain %@
be: Заблакіраваць дамен %@
de: Domain %@ sperren
el: Αποκλεισμός τομέα %@
eu: Blokeatu %@ domeinua
fr: Bloquer le domaine %@
gd: Bac an àrainn %@
gl: Bloquear dominio %@
it: Blocca il dominio %@
ja: %@全体をブロック
nl: Server %@ blokkeren
ru: Заблокировать %@
sl: Blokiraj domeno %@
th: ปิดกั้นโดเมน %@
vi: Chặn %@
zh_hans: 屏蔽域名 %@
zh_hant: 封鎖網域 %@

# Common.Controls.Friendship.BlockUser
source: Block %@
be: Заблакіраваць %@
ca: Bloca %@
cs: Blokovat %@
de: %@ blockieren
el: Αποκλεισμός %@
eu: Blokeatu %@
fi: Estä %@
fr: Bloquer %@
gd: Bac %@
gl: Bloquear a %@
it: Blocca %@
ja: %@をブロック
nl: %@ blokkeren
ru: Заблокировать %@
sl: Blokiraj %@
th: ปิดกั้น %@
vi: Chặn %@
zh_hans: 屏蔽 %@
zh_hant: 封鎖 %@

# Common.Controls.Friendship.Blocked
source: Blocked
be: Заблакіраваны
ca: Blocat
cs: Blokovaný
de: Blockiert
el: Αποκλείστηκε
eu: Blokeatuta
fi: Estetty
fr: Bloqué
gd: ’Ga bhacadh
gl: Bloqueada
it: Bloccato
ja: ブロック済み
nl: Geblokkeerd
ru: В заблокированных
sl: Blokirano
th: ปิดกั้นอยู่
vi: Đã chặn
zh_hans: 已屏蔽
zh_hant: 已封鎖

# Common.Controls.Friendship.DomainBlocked
source: Domain Blocked
be: Дамен заблакіраваны
de: Domain gesperrt
el: Ο Τομέας αποκλείστηκε
eu: Blokeatutako domeinua
fr: Domaine bloqué
gd: Chaidh an àrainn a bhacadh
gl: Dominio bloqueado
it: Dominio bloccato
ja: ドメインブロック中
nl: Server geblokkeerd
sl: Domena blokirana
th: ปิดกั้นโดเมนอยู่
vi: Máy chủ chặn
zh_hans: 已屏蔽域名
zh_hant: 已封鎖網域

# Common.Controls.Friendship.EditInfo
source: Edit Info
be: Рэдагаваць
ca: Edita
cs: Upravit informace
de: Information bearbeiten
el: Επεξεργασία Πληροφοριών
eu: Editatu informazioa
fi: Muokkaa profiilia
fr: Éditer les infos
gd: Deasaich
gl: Editar info
it: Modifica info
ja: 編集
nl: Bewerken
ru: Изменить
sl: Uredi podatke
th: แก้ไขข้อมูล
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# Common.Controls.Friendship.Follow
source: Follow
be: Падпісацца
ca: Segueix
cs: Sledovat
de: Folgen
el: Ακολούθησε
eu: Jarraitu
fi: Seuraa
fr: Suivre
gd: Lean
gl: Seguir
it: Segui
ja: フォロー
nl: Volgen
ru: Подписаться
sl: Sledi
th: ติดตาม
vi: Theo dõi
zh_hans: 关注
zh_hant: 跟隨

# Common.Controls.Friendship.Following
source: Following
be: Падпісаны
ca: Seguint
cs: Sleduji
de: Gefolgt
el: Ακολουθείς
eu: Jarraitzen
fi: Seurataan
fr: Suivi
gd: ’Ga leantainn
gl: Seguindo
it: Stai seguendo
ja: フォロー中
nl: Volgend
ru: В подписках
sl: Sledi
th: กำลังติดตาม
vi: Đang theo dõi
zh_hans: 正在关注
zh_hant: 跟隨中

# Common.Controls.Friendship.HideReblogs
source: Hide Boosts
be: Схаваць пашырэнні
eu: Ezkutatu bultzadak
fr: Masquer les partages
gl: Agochar promocións
it: Nascondi le condivisioni
ru: Hide Reblogs
sl: Skrij izpostavitve
th: ซ่อนการดัน
vi: Ẩn lượt đăng lại
zh_hans: 隐藏转嘟
zh_hant: 隱藏轉嘟

# Common.Controls.Friendship.Mute
source: Mute
be: Ігнараваць
ca: Silencia
cs: Skrýt
de: Stummschalten
el: Σίγαση
eu: Mututu
fi: Mykistä
fr: Masquer
gd: Mùch
gl: Acalar
it: Silenzia
ja: ミュート
nl: Negeren
ru: Игнорировать
sl: Utišaj
th: ซ่อน
vi: Ẩn
zh_hans: 静音
zh_hant: 靜音
