Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Common.Controls.Timeline.Header.UserBlockedWarning
source: You can’t view %@’s profile until they unblock you.
be: Вы не можаце праглядаць профіль %@, пакуль ён не разблакіруе вас.
ca: No pots veure el perfil de %@ fins que et desbloqui.
cs: Nemůžete zobrazit profil %@, dokud vás neodblokuje.
de: Du kannst das Profil von %@ nicht sehen bis der Benutzer dich entsperrt.
el: Δεν μπορείς να δεις το προφίλ %@ μέχρι να σε ξεμπλοκάρουν.
eu: Ezin duzu %@ erabiltzailearen profila ikusi desblokeatzen zaituen arte.
fi: Et voi tarkastella tilin %@ profiilia ennen kuin hän poistaa eston.
fr: Vous ne pouvez pas voir le profil de %@ tant qu’il ne vous aura pas débloqué.
gd: Chan fhaic thu a’ phròifil aig %@ mus dì-bhac iad thu.
gl: Non podes ver o perfil de %@ ata que te desbloquee.
it: Non puoi visualizzare il profilo di %@ fino a quando non ti sbloccano.
ja: %@がブロックを解除しない限りプロフィールをみることはできません。
nl: Je kunt het profiel van %@ niet bekijken zolang je geblokkeerd bent.
ru: Вы не можете просматривать профиль %@ пока он(а) не разблокирует вас.
sl: Profila uporabnika %@ ne morete videti, dokler vas ne odblokirajo.
th: คุณไม่สามารถดูโปรไฟล์ของ %@ จนกว่าเขาจะเลิกปิดกั้นคุณ
vi: Bạn không thể xem trang %@ cho tới khi họ bỏ chặn bạn.
zh_hans: 您不能查看 %@ 的个人资料 直到他们解除屏蔽。
zh_hant: 您無法瀏覽 %@ 的個人檔案，除非他們取消封鎖您。

# Common.Controls.Timeline.Header.UserBlockingWarning
source: You can’t view %@’s profile until you unblock them. Your profile looks like this to them.
be: Вы не можаце праглядаць профіль %@, пакуль не разблакіруеце яго. Вось так для іх выглядае ваш профіль.
ca: No pots veure el perfil de %@ fins que el desbloquis. El teu perfil els sembla així.
cs: Nemůžete zobrazit profil %@, dokud ho neodblokujete. Váš profil pro něj vypadá takto.
de: Du kannst %@s Profil nicht sehen solange du diesen Benutzer nicht entsperrst. Dein Profil sieht für diesen Benutzer auch so aus.
el: Δεν μπορείς να δεις το προφίλ του %@ μέχρι να τον ξεμπλοκάρεις. Το προφίλ σου μοιάζει έτσι κι σ' αυτούς.
eu: Ezin duzu %@ erabiltzailearen profila ikusi desblokeatzen duzun arte. Zure profilak itxura hau du berarentzat.
fi: Et voi tarkastella tilin %@ profiilia ennen kuin poistat sen esto. Profiilisi näyttää tältä hänelle.
fr: Vous ne pouvez pas voir le profil de %@ tant que vous ne l’avez pas débloqué Votre profil ressemble à ça pour lui.
gd: Chan fhaic thu a’ phròifil aig %@ gus an dì-bhac thu iad. Seo an coltas a th’ air a’ phròifil agad dhaibh-san.
gl: Non podes ver o perfil de %@ ata que o desbloquees. Así se ve o teu perfil.
it: Non puoi visualizzare il profilo di %@ finché non li sblocchi. Il tuo profilo sembra questo per loro.
ja: %@がブロックを解除しない限りプロフィールをみることはできません。 そういうことです。
nl: Je kunt het profiel van %@ niet bekijken zolang deze gebruiker geblokkeerd is. Jouw profiel ziet er zo uit voor hen.
ru: Вы не можете просматривать профиль %@ пока не разблокируете его/её. Примерно так выглядит ваш профиль для него/неё.
sl: Profila uporabnika %@ ne morete videti, dokler jih ne odblokirate. Vaš profil je zanje videti tako.
th: คุณไม่สามารถดูโปรไฟล์ของ %@ จนกว่าคุณจะเลิกปิดกั้นเขา โปรไฟล์ของคุณมีลักษณะเช่นนี้สำหรับเขา
vi: Bạn không thể xem trang %@ cho tới khi bạn bỏ chặn họ. Họ sẽ thấy trang của bạn như thế này.
zh_hans: 您无法查看 %@ 的个人资料 直到您解除屏蔽他们。 您的个人资料看起来对他们来说是这样的。
zh_hant: 您無法瀏覽 %@ 的個人檔案，除非您取消封鎖。 您的個人檔案看起來像是這樣。

# Common.Controls.Timeline.Header.UserSuspendedWarning
source: %@’s account has been suspended.
be: Уліковы запіс %@ прыпынены.
ca: El compte de %@ ha estat suspès.
cs: Účet %@ byl pozastaven.
de: Das Konto von %@ wurde gesperrt.
el: Ο λογαριασμός του %@ έχει ανασταλεί.
eu: %@ kontua kanporatua izan da.
fi: Tili %@ on lakkautettu.
fr: Le compte de %@ à été suspendu.
gd: Chaidh an cunntas aig %@ a chur à rèim.
gl: A conta de %@ foi suspendida.
it: L'account di %@ è stato sospeso.
ja: %@のアカウントは停止されました。
nl: Account van %@ is opgeschort.
ru: Учётная запись %@ заморожена.
sl: Račun osebe %@ je suspendiran.
th: มีการระงับบัญชีของ %@
vi: %@ đã bị vô hiệu hóa.
zh_hans: %@ 已被封禁。
zh_hant: %@ 的帳號已經被停權。

# Common.Controls.Timeline.Loader.LoadMissingPosts
source: Load missing posts
be: Загрузіць адсутныя допісы
ca: Carrega els tuts restants
cs: Načíst chybějící příspěvky
de: Fehlende Beiträge laden
el: Φόρτωση αναρτήσεων που λείπουν
eu: Kargatu falta diren bidalketak
fi: Lataa puuttuvat julkaisut
fr: Charger les messages manquants
gd: Luchdaich postaichean a dhìth
gl: Cargar publicacións que faltan
it: Carica i post mancanti
ja: 不足している投稿を読み込む
nl: Resterende berichten laden
ru: Загрузить недостающие посты
sl: Naloži manjkajoče objave
th: โหลดโพสต์ที่ขาดหายไป
vi: Tải tút chưa đọc
zh_hans: 加载错过的嘟文
zh_hant: 讀取錯過的嘟文

# Common.Controls.Timeline.Loader.LoadingMissingPosts
source: Loading missing posts...
be: Загрузка адсутных допісаў...
ca: Carregant els tuts restants...
cs: Načíst chybějící příspěvky...
de: Fehlende Beiträge werden geladen …
el: Φόρτωση αναρτήσεων που λείπουν...
eu: Falta diren bidalketak kargatzen...
fi: Ladataan puuttuvia julkaisuja...
fr: Chargement des publications manquantes...
gd: A’ luchdadh nam post a tha a dhìth…
gl: Cargando as publicacións que faltan...
it: Caricamento post mancanti...
ja: 読込中...
nl: Resterende berichten laden...
ru: Загрузка недостающих постов...
sl: Nalaganje manjkajočih objav ...
th: กำลังโหลดโพสต์ที่ขาดหายไป...
vi: Đang tải tút chưa đọc...
zh_hans: 正在加载嘟文...
zh_hant: 正在讀取錯過的嘟文...

# Common.Controls.Timeline.Loader.ShowMoreReplies
source: Show more replies
be: Паказаць больш адказаў
ca: Mostra més respostes
cs: Zobrazit více odovědí
de: Weitere Antworten anzeigen
el: Εμφάνιση περισσότερων απαντήσεων
eu: Erakutsi erantzun gehiago
fi: Näytä lisää vastauksia
fr: Charger plus de réponses
gd: Seall barrachd freagairtean
gl: Mostrar máis respostas
it: Mostra più risposte
ja: 返信をさらに表示
nl: Toon meer reacties
ru: Показать больше ответов
sl: Pokaži več odgovorov
th: แสดงการตอบกลับเพิ่มเติม
vi: Xem lượt trả lời
zh_hans: 显示更多回复
zh_hant: 顯示更多回覆

# Common.Controls.Timeline.Timestamp.Now
source: Now
be: Толькі што
ca: Ara
cs: Nyní
de: Gerade
el: Τώρα
eu: Orain
fi: Nyt
fr: À l’instant
gd: An-dràsta
gl: Agora
it: Ora
ja: 今
nl: Nu
ru: Только что
sl: Zdaj
th: ตอนนี้
vi: Vừa xong
zh_hans: 现在
zh_hant: 剛剛

# Common.UserList.FollowersCount
source: %@ followers
be: %@ падпісчыкаў
ca: %@ seguidors
cs: %@ sledujících
de: %@ Follower
el: %@ ακόλουθοι
eu: %@ jarraitzaile
fi: %@ seuraajaa
fr: %@ abonné·e·s
gd: Tha %@ ’ga leantainn
gl: %@ seguidoras
it: %@ seguaci
ja: %@フォロワー
nl: %@ volgers
sl: %@ sledilcev
th: %@ ผู้ติดตาม
vi: %@ người theo dõi
zh_hans: %@ 名关注者
zh_hant: %@ 個跟隨者

# Common.UserList.NoVerifiedLink
source: No verified link
be: Няма спраўджанай спасылкі
ca: Enllaç no verificat
cs: Žádný ověřený odkaz
de: Kein bestätigter Link
el: Χωρίς επαληθευμένο σύνδεσμο
eu: Lotura ez egiaztatua
fi: Ei todennettua linkkiä
fr: Lien non vérifié
gd: Gun cheangal dearbhte
gl: Ligazón non verificada
it: Nessun collegamento verificato
ja: 確認済URLなし
nl: Geen geverifieerde link
sl: Ni preverjenih povezav
th: ไม่มีลิงก์ที่ยืนยันแล้ว
vi: Không có xác minh
zh_hans: 未验证链接
zh_hant: 無已驗證連結

# Extension.OpenIn.InvalidLinkError
source: This doesn't seem to be a valid Mastodon link.
be: Здаецца, гэта несапраўдная спасылка на Mastodon.
ca: Aquest no sembla ser un enllaç vàlid de Mastodon.
cs: Nezdá se, že by to byl platný odkaz Mastodon.
de: Dies scheint kein gültiger Mastodon-Link zu sein.
el: Αυτό δεν φαίνεται να είναι ένας έγκυρος σύνδεσμος Mastodon.
eu: Ez dirudi baliozko Mastodon eskeka bat denik.
fi: Tämä ei näytä olevan kelvollinen Mastodon-linkki.
fr: Cela ne semble pas être un lien Mastodon valide.
gd: Tha coltas nach e ceangal Mastodon dligheach a tha seo.
gl: Non semella ser unha ligazón válida de Mastodon.
it: Questo non sembra essere un collegamento valido di Mastodon.
ja: 有効な Mastodon のリンクではないようです。
nl: Dit lijkt geen goede Mastodonlink te zijn.
sl: To se ne zdi veljavna povezava Mastodon.
th: ดูเหมือนว่าสิ่งนี้จะไม่ใช่ลิงก์ Mastodon ที่ถูกต้อง
vi: Có vẻ không phải là đường link xác thực Mastdon.
zh_hans: 这似乎不是一个有效的 Mastodon 链接。
zh_hant: 這似乎並不是有效的 Mastodon 連結。

# Scene.AccountList.AddAccount
source: Add Account
be: Дадаць уліковы запіс
ca: Afegir compte
cs: Přidat účet
de: Konto hinzufügen
el: Προσθήκη Λογαριασμού
eu: Gehitu kontua
fi: Lisää tili
fr: Ajouter un compte
gd: Cuir cunntas ris
gl: Engadir conta
it: Aggiungi account
ja: アカウントを追加
nl: Voeg account toe
sl: Dodaj račun
th: เพิ่มบัญชี
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳號

# Scene.AccountList.DismissAccountSwitcher
source: Dismiss Account Switcher
be: Закрыць пераключальнік уліковых запісаў
ca: Descartar el commutador de comptes
cs: Zrušit přepínač účtů
de: Dialog zum Wechseln des Kontos schließen
el: Απόρριψη Εναλλαγής Λογαριασμού
eu: Baztertu kontu-aldatzailea
fi: Sulje tilin vaihtaja
fr: Rejeter le commutateur de compte
gd: Leig seachad taghadh a’ chunntais
gl: Desbotar intercambiador de contas
it: Ignora il cambio account
ja: アカウント切替画面を閉じます
nl: Annuleer account wisselen
sl: Umakni preklopnik med računi
th: ปิดตัวสลับบัญชี
vi: Bỏ qua chuyển đổi tài khoản
zh_hans: 关闭账户切换页面
zh_hant: 關閉帳號切換器

# Scene.AccountList.Logout
source: Logout
be: Выйсці
de: Abmelden
eu: Amaitu saioa
fr: Se déconnecter
gl: Pechar sesión
it: Esci
ja: ログアウト
sl: Odjavi
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# Scene.AccountList.LogoutAllAccounts
source: Log Out Of All Accounts
be: Выйсці з усіх уліковых запісаў
de: Von allen Konten abmelden
eu: Irten kontu guztietatik
fr: Se déconnecter de tous les comptes
gl: Pechar sesión de todas as contas
it: Esci da tutti gli account
ja: すべてのアカウントをログアウト
sl: Odjava iz vseh računov
th: ออกจากระบบบัญชีทั้งหมด
vi: Đăng xuất khỏi mọi tài khoản
zh_hans: 登出所有账户
zh_hant: 登出所有帳號

# Scene.AccountList.TabBarHint
source: Current selected profile: %@. Double tap then hold to show account switcher
be: Бягучы профіль: %@. Двойчы націсніце і ўтрымлівайце, каб паказаць пераключальнік уліковых запісаў
ca: Perfil actual seleccionat: %@. Toca dues vegades i manté el dit per a mostrar el commutador de comptes
cs: Aktuální vybraný profil: %@. Dvojitým poklepáním zobrazíte přepínač účtů
de: Aktuell ausgewähltes Profil: %@. Doppeltippen dann gedrückt halten, um den Kontoschalter anzuzeigen
el: Τρέχον επιλεγμένο προφίλ: %@. Πάτα δύο φορές και κράτησε πατημένο για να εμφανίσεις την εναλλαγή λογαριασμού
eu: Unean hautatutako profila: %@. Ukitu birritan, ondoren eduki sakatuta kontu-aldatzailea erakusteko
fi: Nykyinen valittu profiili: %@. Kaksoisnapauta ja pidä sitten painettuna näytääksesi tilin vaihtajan
fr: Profil sélectionné actuel: %@. Double appui puis maintenez enfoncé pour afficher le changement de compte
gd: A’ phròifil air a taghadh: %@. Thoir gnogag dhùbailte is cùm sìos a ghearradh leum gu cunntas eile
gl: Perfil seleccionado: %@. Dobre toque e manter para mostrar o intercambiador de contas
it: Profilo corrente selezionato: %@. Doppio tocco e tieni premuto per mostrare il cambio account
ja: 現在のアカウント: %@. ダブルタップしてアカウント切替画面を表示します
nl: Huidige geselecteerde profiel: %@. Dubbel-tik en houd vast om account te wisselen
sl: Trenutno izbran profil: %@. Dvakrat tapnite, nato držite, da se pojavi preklopnik med računi.
th: โปรไฟล์ที่เลือกในปัจจุบัน: %@ แตะสองครั้งแล้วกดค้างไว้เพื่อแสดงตัวสลับบัญชี
vi: Đang dùng tài khoản: %@. Nhấn hai lần và giữ để đổi sang tài khoản khác
zh_hans: 当前账户：%@。 双击并按住来打开账户切换页面
zh_hant: 目前已選擇的個人檔案：%@。點兩下然後按住以顯示帳號切換器

# Scene.Bookmark.Title
source: Bookmarks
be: Закладкі
ca: Marcadors
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
eu: Laster-markak
fi: Kirjanmerkit
fr: Favoris
gd: Comharran-lìn
gl: Marcadores
it: Segnalibri
ja: ブックマーク
nl: Bladwijzers
sl: Zaznamki
th: ที่คั่นหน้า
vi: Những tút đã lưu
zh_hans: 书签
zh_hant: 書籤

# Scene.Compose.Accessibility.AppendAttachment
source: Add Attachment
be: Дадаць далучэнне
ca: Afegeix Adjunt
cs: Přidat přílohu
de: Anhang hinzufügen
el: Προσθήκη Συνημμένου
eu: Gehitu eranskina
fi: Lisää liite
fr: Joindre un document
gd: Cuir ceanglachan ris
gl: Engadir anexo
it: Aggiungi allegato
ja: 添付ファイルを追加
nl: Bijlage toevoegen
ru: Прикрепить файл
sl: Dodaj priponko
th: เพิ่มไฟล์แนบ
vi: Thêm media
zh_hans: 添加附件
zh_hant: 新增附件

# Scene.Compose.Accessibility.AppendPoll
source: Add Poll
be: Дадаць апытанне
ca: Afegir enquesta
cs: Přidat anketu
de: Umfrage hinzufügen
el: Προσθήκη Δημοσκ.
eu: Gehitu inkesta
fi: Lisää kysely
fr: Ajouter un Sondage
gd: Cuir cunntas-bheachd ris
gl: Engadir enquisa
it: Aggiungi sondaggio
ja: 投票を追加
nl: Poll toevoegen
ru: Добавить опрос
sl: Dodaj anketo
th: เพิ่มการสำรวจความคิดเห็น
vi: Tạo bình chọn
zh_hans: 添加投票
zh_hant: 新增投票

# Scene.Compose.Accessibility.CustomEmojiPicker
source: Custom Emoji Picker
be: Меню карыстальніцкіх эмодзі
ca: Selector d'Emoji Personalitzat
cs: Vlastní výběr Emoji
de: Benutzerdefinierter Emojiwähler
el: Προσαρμοσμένος Επιλογέας Emoji
eu: Emoji pertsonalizatuen hautatzailea
fi: Mukautettu emojivalitsin
fr: Sélecteur d’émojis personnalisés
gd: Roghnaichear nan Emoji gnàthaichte
gl: Selector emoji personalizado
it: Selettore Emoji personalizzato
ja: カスタム絵文字ピッカー
nl: Lokale emojikiezer
ru: Меню пользовательских эмодзи
sl: Izbirnik čustvenčkov po meri
th: ตัวเลือกอีโมจิที่กำหนดเอง
vi: Chọn emoji
zh_hans: 自定义表情选择器
zh_hant: 自訂 emoji 選擇器

# Scene.Compose.Accessibility.DisableContentWarning
source: Disable Content Warning
be: Адключыць папярэджанне аб змесціве
ca: Desactiva l'Avís de Contingut
cs: Vypnout upozornění na obsah
de: Inhaltswarnung ausschalten
el: Απενεργοποίηση Προειδοποίησης Περιεχομένου
eu: Desgaitu edukiaren abisua
fi: Poista sisältövaroitus käytöstä
fr: Désactiver l'avertissement de contenu
gd: Cuir rabhadh susbainte à comas
gl: Retirar Aviso sobre o contido
it: Disabilita avviso di contenuti
ja: 閲覧注意を無効にする
nl: Inhoudswaarschuwing uitschakelen
ru: Убрать предупреждение о содержании
sl: Onemogoči opozorilo o vsebini
th: ปิดใช้งานคำเตือนเนื้อหา
vi: Tắt nội dung ẩn
zh_hans: 关闭内容警告
zh_hant: 停用內容警告

# Scene.Compose.Accessibility.EnableContentWarning
source: Enable Content Warning
be: Уключыць папярэджанне аб змесціве
ca: Activa l'Avís de Contingut
cs: Povolit upozornění na obsah
de: Inhaltswarnung einschalten
el: Ενεργοποίηση Προειδοποίησης Περιεχομένου
eu: Gaitu edukiaren abisua
fi: Ota sisältövaroitus käyttöön
fr: Basculer l’avertissement de contenu
gd: Cuir rabhadh susbainte an comas
gl: Marcar con Aviso sobre o contido
it: Abilita avvertimento contenuti
ja: 閲覧注意を有効にする
nl: Inhoudswaarschuwing inschakelen
ru: Добавить предупреждение о содержании
sl: Omogoči opozorilo o vsebini
th: เปิดใช้งานคำเตือนเนื้อหา
vi: Bật nội dung ẩn
zh_hans: 启用内容警告
zh_hant: 啟用內容警告

# Scene.Compose.Accessibility.PostOptions
source: Post Options
be: Параметры допісу
ca: Opcions del Tut
cs: Možnosti příspěvku
de: Beitragsoptionen
el: Επιλογές Ανάρτησης
eu: Bildalketaren aukerak
fi: Julkaisun valinnat
fr: Options de publication
gd: Roghainnean postaidh
gl: Opcións da publicación
it: Opzioni del messaggio
ja: 投稿オプション
nl: Berichtopties
sl: Možnosti objave
th: ตัวเลือกโพสต์
vi: Tùy chọn đăng
zh_hans: 嘟文选项
zh_hant: 嘟文選項

# Scene.Compose.Accessibility.PostVisibilityMenu
source: Post Visibility Menu
be: Меню бачнасці допісу
ca: Menú de Visibilitat del Tut
cs: Menu viditelnosti příspěvku
de: Sichtbarkeitsmenü
el: Μενού Ορατότητας Ανάρτησης
eu: Bidalketaren ikusgaitasunaren menua
fi: Julkaisun näkyvyysvalikko
fr: Menu de Visibilité de la publication
gd: Clàr-taice faicsinneachd a’ phuist
gl: Visibilidade da publicación
it: Menu di visibilità del post
ja: 投稿の表示メニュー
nl: Menu voor zichtbaarheid van bericht
ru: Меню видимости поста
sl: Meni vidnosti objave
th: เมนูการมองเห็นโพสต์
vi: Menu hiển thị tút
zh_hans: 嘟文可见性
zh_hant: 嘟文可見性選單

# Scene.Compose.Accessibility.PostingAs
source: Posting as %@
be: Апублікаваць як %@
ca: Publicant com a %@
cs: Odesílání jako %@
de: Veröffentlichen als %@
el: Ανάρτηση ως %@
eu: %@ gisa argitaratzen
fi: Julkaistaan tunnuksella %@
fr: Publié en tant que %@
gd: A’ postadh mar %@
gl: Publicando como %@
it: Pubblicazione come %@
ja: %@ として投稿中
nl: Plaats bericht als %@
sl: Objavljate kot %@
th: กำลังโพสต์เป็น %@
vi: Đăng dưới dạng %@
zh_hans: 以 %@ 身份发布
zh_hant: 以 %@ 發嘟

# Scene.Compose.Accessibility.RemovePoll
source: Remove Poll
be: Выдаліць апытанне
ca: Eliminar Enquesta
cs: Odstranit anketu
de: Umfrage entfernen
el: Αφαίρεση Δημοσκόπησης
eu: Kendu inkesta
fi: Poista kysely
fr: Retirer le sondage
gd: Thoir air falbh an cunntas-bheachd
gl: Eliminar enquisa
it: Elimina sondaggio
ja: 投票を消去
nl: Poll verwijderen
ru: Убрать опрос
sl: Odstrani anketo
th: เอาการสำรวจความคิดเห็นออก
vi: Xóa bình chọn
zh_hans: 移除投票
zh_hant: 移除投票

# Scene.Compose.Attachment.AttachmentBroken
source: This %@ is broken and can’t be uploaded to Mastodon.
be: Гэты %@ пашкоджаны і не можа быць запампаваны ў Mastodon.
ca: Aquest %@ està trencat i no pot ser carregat a Mastodon.
cs: Tento %@ je poškozený a nemůže být nahrán do Mastodonu.
de: Dieses %@ scheint defekt zu sein und kann nicht auf Mastodon hochgeladen werden.
el: Το %@ έχει χαλάσει και δεν μπορεί να φορτωθεί στο Mastodon.
eu: %@ hondatuta dago eta ezin da Mastodonera igo.
fi: Tämä %@ on viallinen, eikä sitä voida kopioida Mastodoniin.
fr: Ce %@ est brisé et ne peut pas être téléversé sur Mastodon.
gd: Seo %@ a tha briste is cha ghabh a luchdadh suas gu Mastodon.
gl: Este %@ está estragado e non pode ser subido a Mastodon.
it: Questo %@ è rotto e non può essere caricato su Mastodon.
ja: %@は壊れていてMastodonにアップロードできません。
nl: Deze %@ is corrupt en kan niet naar Mastodon worden geüpload.
ru: Это %@ повреждено и не может быть отправлено в Mastodon.
sl: To %@ je okvarjeno in ga ni možno naložiti v Mastodon.
th: %@ นี้เสียหายและไม่สามารถ อัปโหลดไปยัง Mastodon
vi: %@ này bị lỗi và không thể tải lên Mastodon.
zh_hans: %@已损坏 无法上传到 Mastodon
zh_hant: 此 %@ 已損毀，並無法被上傳至 Mastodon。

# Scene.Compose.Attachment.AttachmentTooLarge
source: Attachment too large
be: Далучэнне занадта вялікае
ca: El fitxer adjunt és massa gran
cs: Příloha je příliš velká
de: Anhang zu groß
el: Υπερβολικά μεγάλο συνημμένο
eu: Eranskina handiegia da
fi: Liite on liian suuri
fr: La pièce jointe est trop volumineuse
gd: Tha an ceanglachan ro mhòr
gl: Adxunto demasiado grande
it: Allegato troppo grande
ja: 添付ファイルが大きすぎます
nl: Bijlage te groot
sl: Priponka je prevelika
th: ไฟล์แนบใหญ่เกินไป
vi: Tập tin đính kèm quá lớn
zh_hans: 附件太大
zh_hant: 附加檔案大小過大

# Scene.Compose.Attachment.CanNotRecognizeThisMediaAttachment
source: Can not recognize this media attachment
be: Немагчыма распазнаць гэты медыяфайл
ca: No es pot reconèixer aquest adjunt multimèdia
cs: Nelze rozpoznat toto medium přílohy
de: Medienanhang wurde nicht erkannt
el: Αυτό το συνημμένο πολυμέσων δεν μπορεί να αναγνωριστεί
eu: Ezin da erantsitako fitxategia antzeman
fi: Medialiitettä ei tunnisteta
fr: Impossible de reconnaître cette pièce jointe
gd: Cha do dh’aithnich sinn an ceanglachan meadhain seo
gl: Non se recoñece o tipo de multimedia
it: Impossibile riconoscere questo allegato multimediale
ja: このメディア添付ファイルを認識できません
nl: Kan de media in de bijlage niet herkennen
sl: Te medijske priponke ni mogoče prepoznati
th: ไม่สามารถระบุไฟล์แนบสื่อนี้
vi: Không xem được tập tin đính kèm
zh_hans: 无法识别此媒体
zh_hant: 無法識別此多媒體附加檔案

# Scene.Compose.Attachment.CompressingState
source: Compressing...
be: Сцісканне...
ca: Comprimint...
cs: Probíhá komprese...
de: wird komprimiert …
el: Συμπίεση...
eu: Konprimatzen...
fi: Pakataan...
fr: Compression...
gd: ’Ga dhùmhlachadh…
gl: Comprimindo...
it: Compressione in corso...
ja: 圧縮中...
nl: Bezig met comprimeren...
sl: Stiskanje ...
th: กำลังบีบอัด...
vi: Đang nén...
zh_hans: 压缩中...
zh_hant: 正在壓縮...

# Scene.Compose.Attachment.DescriptionPhoto
source: Describe the photo for the visually-impaired...
be: Апішыце фота для людзей са слабым зрокам...
ca: Descriu la foto per a les persones amb diversitat funcional...
cs: Popište fotografii pro zrakově postižené osoby...
de: Für Menschen mit Sehbehinderung beschreiben …
el: Περιέγραψε τη φωτογραφία για τα άτομα με προβλήματα όρασης...
eu: Deskribatu argazkia ikusmen arazoak dituztenentzat...
fi: Kuvaile kuva näkövammaisille...
fr: Décrire cette photo pour les personnes malvoyantes...
gd: Mìnich an dealbh dhan fheadhainn air a bheil cion-lèirsinne…
gl: Describe a foto para persoas con problemas visuais...
it: Descrivi la foto per gli utenti ipovedenti...
ja: 閲覧が難しいユーザーへの画像説明
nl: Omschrijf deze foto voor blinde of slechtziende mensen
ru: Опишите фото для людей с нарушениями зрения...
sl: Opiši fotografijo za slabovidne in osebe z okvaro vida ...
th: อธิบายรูปภาพสำหรับผู้บกพร่องทางการมองเห็น...
vi: Mô tả hình ảnh cho người khiếm thị...
zh_hans: 为视觉障碍人士添加照片的文字说明...
zh_hant: 為視障人士提供圖片說明...

# Scene.Compose.Attachment.DescriptionVideo
source: Describe the video for the visually-impaired...
be: Апішыце відэа для людзей са слабым зрокам...
ca: Descriu el vídeo per a les persones amb diversitat funcional...
cs: Popište video pro zrakově postižené...
de: Für Menschen mit Sehbehinderung beschreiben …
el: Περιέγραψε το βίντεο για τα άτομα με προβλήματα όρασης...
eu: Deskribatu bideoa ikusmen arazoak dituztenentzat...
fi: Kuvaile video näkövammaisille...
fr: Décrire cette vidéo pour les personnes malvoyantes...
gd: Mìnich a’ video dhan fheadhainn air a bheil cion-lèirsinne…
gl: Describe o vídeo para persoas con problemas visuais...
it: Descrivi il filmato per gli utenti ipovedenti...
ja: 閲覧が難しいユーザーへの映像説明
nl: Omschrijf deze video voor blinde of slechtziende mensen
ru: Опишите видео для людей с нарушениями зрения...
sl: Opiši video za slabovidne in osebe z okvaro vida ...
th: อธิบายวิดีโอสำหรับผู้บกพร่องทางการมองเห็น...
vi: Mô tả video cho người khiếm thị...
zh_hans: 为视觉障碍人士添加视频的文字说明...
zh_hant: 為視障人士提供影片說明...

# Scene.Compose.Attachment.LoadFailed
source: Load Failed
be: Не ўдалося загрузіць
ca: Ha fallat la càrrega
cs: Načtení se nezdařilo
de: Laden fehlgeschlagen
el: Αποτυχία Φόρτωσης
eu: Kargatzeak huts egin du
fi: Lataus epäonnistui
fr: Échec du chargement
gd: Dh’fhàillig leis an luchdadh
gl: Fallou a carga
it: Caricamento fallito
ja: 読み込みに失敗しました
nl: Laden mislukt
sl: Nalaganje ni uspelo
th: การโหลดล้มเหลว
vi: Tải thất bại
zh_hans: 加载失败
zh_hant: 讀取失敗

# Scene.Compose.Attachment.Photo
source: photo
be: фота
ca: foto
cs: fotka
de: Foto
el: φωτογραφία
eu: argazkia
fi: kuva
gd: dealbh
gl: foto
it: foto
ja: 写真
nl: foto
ru: изображение
sl: fotografija
th: รูปภาพ
vi: ảnh
zh_hans: 照片
zh_hant: 照片

# Scene.Compose.Attachment.ServerProcessingState
source: Server Processing...
be: Апрацоўка сервера...
ca: Servidor processant...
cs: Zpracování serveru...
de: Serververarbeitung …
el: Επεξεργασία Διακομιστή...
eu: Zerbitzaria prozesatzen ari da...
fi: Palvelin käsittelee...
fr: Traitement du serveur...
gd: Tha am frithealaiche ’ga phròiseasadh…
gl: Procesando no servidor...
it: Elaborazione del server in corso...
ja: サーバー処理中...
nl: Server is bezig met verwerken...
sl: Obdelovanje na strežniku ...
th: เซิร์ฟเวอร์กำลังประมวลผล...
vi: Máy chủ đang xử lý...
zh_hans: 服务器正在处理...
zh_hant: 伺服器處理中...

# Scene.Compose.Attachment.UploadFailed
source: Upload Failed
be: Не ўдалося запампаваць
ca: Pujada fallida
cs: Nahrání selhalo
de: Upload fehlgeschlagen
el: Η Μεταφόρτωση Απέτυχε
eu: Kargatzeak huts egin du
fi: Lähetys epäonnistui
fr: Échec de l’envoi
gd: Dh’fhàillig leis an luchdadh suas
gl: Erro na subida
it: Caricamento fallito
ja: アップロードに失敗しました
nl: Uploaden mislukt
sl: Nalaganje na strežnik ni uspelo
th: การอัปโหลดล้มเหลว
vi: Tải lên thất bại
zh_hans: 上传失败
zh_hant: 上傳失敗

# Scene.Compose.Attachment.Video
source: video
be: відэа
ca: vídeo
el: βίντεο
eu: bideoa
fr: vidéo
gl: vídeo
it: filmato
ja: 動画
ru: видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 影片
