Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Widget.Common.UnsupportedWidgetFamily
source: Sorry but this Widget family is unsupported.
be: Выбачайце, але гэта сямейства віджэтаў не падтрымліваецца.
ca: Ho sentim però aquesta familia de ginys no està suportada.
cs: Omlouváme se, ale tato rodina widgetů není podporována.
de: Entschuldigung, aber diese Widget-Größe wird nicht unterstützt.
el: Λυπούμαστε, αλλά αυτή η οικογένεια Widget δεν υποστηρίζεται.
eu: Barka baina Widget familia hau ez da bateragarria.
fi: Valitettavasti tätä widgettiperhettä ei tueta.
fr: Désolé, mais cette famille de Widget n'est pas prise en charge.
gd: Tha sinn duilich ach cha chuir sinn taic ris an teaghlach Widget seo.
gl: Unha mágoa, pero hai soporte para esta familia de Widgets.
it: Siamo spiacenti, ma questa famiglia di widget non è supportata.
ja: 申し訳ありませんが、このウィジェットファミリーはサポートされていません。
nl: Sorry, maar deze widgetgrootte wordt niet ondersteund.
sl: Žal ta družina gradnikov ni podprta.
th: ขออภัยแต่ไม่รองรับตระกูลวิดเจ็ตนี้
vi: Không hỗ trợ Widget family.
zh_hans: 抱歉，不支持此类小组件。
zh_hant: 很抱歉，不支援此小工具尺寸

# Widget.Common.UserNotLoggedIn
source: Please open Mastodon to log in to an Account.
be: Калі ласка, адкрыйце Mastodon, каб увайсці ў уліковы запіс.
ca: Si us plau obre Mastodon per a iniciar sessió en un Compte.
cs: Pro přihlášení k účtu otevřete prosím Mastodon.
de: Bitte öffne Mastodon und melde dich mit einem Konto an.
el: Παρακαλώ άνοιξε το Mastodon για να συνδεθείς σε έναν Λογαριασμό.
eu: Ireki Mastodon kontu batean saioa hasteko.
fi: Avaa Mastodon kirjautuaksesi tilille.
fr: Veuillez ouvrir Mastodon pour vous connecter à un compte.
gd: Fosgail Mastodon a chlàradh a-steach gu cunntas.
gl: Abre Mastodon para iniciar sesión coa Conta.
it: Per favore apri Mastodon per accedere ad un account.
ja: アカウントにログインするにはMastodonを開いてください。
nl: Open Mastodon om op een account in te loggen.
sl: Odprite Mastodon, da se prijavite v račun.
th: โปรดเปิด Mastodon เพื่อเข้าสู่ระบบบัญชี
vi: Xin mở Mastodon để đăng nhập.
zh_hans: 请打开 Mastodon 来登录账户。
zh_hant: 請開啟 Mastodon 以登入帳號。

# Widget.FollowersCount.ConfigurationDescription
source: Show number of followers.
be: Паказаць колькасць падпісчыкаў.
ca: Mostra el número de seguidors.
cs: Zobrazit počet sledujících.
de: Anzahl der Follower anzeigen.
el: Εμφάνιση αριθμού των ακολούθων.
eu: Erakutsi jarraitzaile-kopurua.
fi: Näytä seuraajien määrä.
fr: Afficher le nombre d'abonnés.
gd: Seall an àireamh de luchd-leantainn.
gl: Mostrar o número de seguidoras.
it: Mostra il numero dei seguaci.
ja: フォロワー数を表示します。
nl: Aantal volgers tonen.
sl: Pokaži število sledilcev.
th: แสดงจำนวนผู้ติดตาม
vi: Số lượng người theo dõi tôi.
zh_hans: 显示关注数。
zh_hant: 顯示跟隨者數量。

# Widget.FollowersCount.ConfigurationDisplayName
source: Followers
be: Падпісчыкі
ca: Seguidors
cs: Sledujících
de: Follower
el: Ακόλουθοι
eu: Jarraitzaileak
fi: Seuraajat
fr: Abonné·e·s
gd: Luchd-leantainn
gl: Seguidoras
it: Seguaci
ja: フォロワー
nl: Volgers
sl: Sledilci
th: ผู้ติดตาม
vi: Người theo dõi
zh_hans: 关注者
zh_hant: 跟隨者

# Widget.FollowersCount.FollowersToday
source: %@ followers today
be: %@ падпісчыкаў сёння
ca: %@ seguidors avui
cs: %@ sledujících dnes
de: %@ Follower heute
el: %@ ακόλουθοι σήμερα
eu: %@ jarraitzaile gaur
fi: %@ seuraajaa tänään
fr: %@ abonné·e·s aujourd'hui
gd: %@ luchd-leantainn an-diugh
gl: %@ seguidoras hoxe
it: %@ seguaci oggi
ja: %@ 人の今日のフォロワー
nl: %@ volgers vandaag
sl: %@ sledilcev danes
th: %@ ผู้ติดตามวันนี้
vi: %@ người theo dõi hôm nay
zh_hans: 今天有%@ 个关注者
zh_hant: 本日有 %@ 個跟隨者

# Widget.FollowersCount.Title
source: FOLLOWERS
be: ПАДПІСЧЫКІ
ca: SEGUIDORS
cs: SLEDUJÍCÍ
de: FOLLOWER
el: ΑΚΟΛΟΥΘΟΙ
eu: JARRAITZAILEAK
fi: SEURAAJAT
fr: ABONNÉ·E·S
gd: LUCHD-LEANTAINN
gl: SEGUIDORAS
it: SEGUACI
ja: フォロワー
nl: VOLGERS
sl: SLEDILCI
th: ผู้ติดตาม
vi: NGƯỜI THEO DÕI
zh_hans: 关注者
zh_hant: 跟隨者

# Widget.Hashtag.Configuration.Description
source: Shows a recent post with the selected hashtag.
be: Паказвае нядаўні допіс з выбраным хэштэгам.
ca: Mostra un tut recent amb l'etiqueta seleccionada.
cs: Zobrazí poslední příspěvek s vybraným hashtagem.
de: Zeigt einen aktuellen Beitrag mit dem ausgewählten Hashtag.
el: Εμφανίζει μια πρόσφατη ανάρτηση με την επιλεγμένη ετικέτα.
eu: Hautatutako traola duen post berri bat erakusten du.
fi: Näyttää hiljattaisen julkaisun valitusta aihetunnisteesta.
fr: Affiche un post récent avec le hashtag sélectionné.
gd: Seallaidh seo post o chionn goirid sa bheil an taga hais a thagh thu.
gl: Mostra unha publicación recente co cancelo seleccionado.
it: Mostra un post recente con l'hashtag selezionato.
ja: 指定したハッシュタグの最新の投稿を表示します。
nl: Toont een recentelijk bericht met de gekozen hashtag.
sl: Pokaže nedavno objavo z izbranim ključnikom.
th: แสดงโพสต์ล่าสุดที่มีแฮชแท็กที่เลือก
vi: Hiện một tút gần đây với hashtag đã chọn.
zh_hans: 显示最近一篇带有此标签的嘟文。
zh_hant: 顯示最近一則帶有所選主題標籤之嘟文

# Widget.Hashtag.Configuration.DisplayName
source: Hashtag
be: Хэштэг
ca: Etiqueta
el: Ετικέτα
eu: Traola
fi: Aihetunniste
gd: Taga hais
gl: Cancelo
ja: ハッシュタグ
sl: Ključnik
th: แฮชแท็ก
zh_hans: 标签
zh_hant: 主題標籤

# Widget.Hashtag.NotFound.Account
source: @johnMastodon@no-such.account
ca: @johnMastodon@no-existeix-el.compte
eu: @johnMastodon@ez-dago-horrelako.konturik
fi: @mikkoMastodon@ei-sellaista.tiliä
gd: @johnMastodon@chan-eil-an-cunntas.ann
gl: @johnMastodon@nonhai.talconta
it: @johnMastodon@nessun.account
sl: @janezMastodon@ni-takega.racuna

# Widget.Hashtag.NotFound.Content
source: Sorry, we couldn’t find any posts with the hashtag <a>#%@</a>. Please try a <a>#DifferentHashtag</a> or check the widget settings.
be: На жаль, мы не змаглі знайсці допісы з хэштэгам <a>#%@</a>. Калі ласка, паспрабуйце <a>#ІншыХэштэг</a> або праверце налады віджэта.
ca: Ho sentim, no hem pogut trobar cap tut amb l'etiqueta <a>#%@</a>. Si us plau, prova una <a>#EtiquetaDiferent</a> o revisa la configuració del giny.
cs: Omlouváme se, nepodařilo se nám najít žádné příspěvky s hashtag <a>#%@</a>. Zkuste prosím <a>#DifferentHashtag</a> nebo zkontrolujte nastavení widgetu.
el: Λυπούμαστε, δεν μπορέσαμε να βρούμε αναρτήσεις με την ετικέτα <a>#%@</a>. Παρακαλώ δοκίμασε ένα <a>#DifferentHashtag</a> ή έλεγξε τις ρυθμίσεις widget.
eu: Ezin izan dugu <a>#%@</a> traola duen bidalketarik aurkitu. Saiatu <a>#BesteTraolaBatekin</a> edo egiaztatu widgetaren ezarpenak.
fi: Valitettavasti emme löytäneet yhtään julkaisua aihetunnisteella <a>#%@</a>. Kokeile <a>#DifferentHashtag</a> tai tarkista widgetin asetukset.
fr: Désolé, nous n'avons trouvé aucun message avec le hashtag <a>#%@</a>. Veuillez essayer un <a>#DifferentHashtag</a> ou vérifier les paramètres du widget.
gd: Tha sinn duilich ach cha do lorg sinn post sa bheil an taga hais <a>#%@</a>. Feuch <a>#TagaHaisEile</a> no thoir sùil air roghainnean a’ widget.
gl: Lamentámolo, pero non atopamos nada co cancelo <a>#%@</a>. Inténtado cun <a>#CanceloDistinto</a> ou comproba os axustes.
it: Spiacenti, non siamo riusciti a trovare nessun post con l'hashtag <a>#%@</a>. Prova un <a>#HashtagDifferente</a> o controlla le impostazioni del widget.
ja: <a>#%@</a> の投稿が見つかりませんでした。 <a>#ほかのハッシュタグ</a> を指定するか、ウィジェットの設定を変更してみてください。
nl: Sorry, maar we konden geen berichten met de hashtag <a>#%@</a> vinden. Probeer een <a>#AndereHashtag</a> of controleer de widgetinstellingen.
sl: Žal ne najdemo objav s ključnikom <a>#%@</a>. Poskusite z <a>#drugimKljučnikom</a> ali preverite nastavitve gradnika.
th: ขออภัย เราไม่พบโพสต์ใด ๆ ที่มีแฮชแท็ก <a>#%@</a> โปรดลอง <a>#แฮชแท็กอื่น</a> หรือตรวจสอบการตั้งค่าวิดเจ็ต
vi: Rất tiếc, không thể tìm bất cứ tút nào với hashtag <a>#%@</a>. Hãy thử một <a>#HashtagKhác</a> hoặc kiểm tra thiết lập widget.
zh_hans: 抱歉，我们找不到任何带有 <a>#%@</a>标签的嘟文。请尝试一个 <a>#不同的标签</a> 或检查组件设置。
zh_hant: 很抱歉，無法找到任何帶有 <a>#%@</a> 主題標籤之嘟文。請嘗試 <a>#另一個主題標籤</a> 或檢查小工具設定。

# Widget.Hashtag.Placeholder.Account
source: @johnMastodon@no-such.account
ca: @johnMastodon@no-existeix-el.compte
eu: @johnMastodon@ez-dago-horrelako.konturik
fi: @mikkoMastodon@ei-sellaista.tiliä
gd: @johnMastodon@chan-eil-an-cunntas.ann
gl: @johnMastodon@nonhai.talconta
it: @johnMastodon@nessun.account
sl: @janezMastodon@ni-takega.racuna

# Widget.Hashtag.Placeholder.Content
source: This is how a post with a <a>#hashtag</a> would look. Pick whichever <a>#hashtag</a> you want in the widget settings.
be: Вось як будзе выглядаць допіс з <a>#хэштэгам</a>. Выберыце любы <a>#хэштэг</a> у наладах віджэта.
ca: Així és com es veuría un tut amb <a>#etiqueta</a>. Tria la <a>#etiqueta</a> que vulguis en la configuració del giny.
cs: Takto by vypadal příspěvek s <a>#hashtag</a>. Vyberte si jakýkoliv <a>#hashtag</a> který chcete v nastavení widgetu.
el: Έτσι θα φαινόταν μια ανάρτηση με <a>#hashtag</a>. Επίλεξε όποιο <a>#hashtag</a> θες στις ρυθμίσεις widget.
eu: Horrela ikusiko litzateke <a>#traola</a> bat duen bidalketa bat. Aukeratu nahi duzun <a>#traola</a> widgetaren ezarpenetan.
fi: Tältä aihetunnisteen <a>#aihetunniste</a> julkaisu näyttäisi. Valitse mikä tahansa <a>#aihetunniste</a> widgetin asetuksista.
fr: Voici à quoi ressemblerait un message avec un <a>#hashtag</a>. Choisissez le <a>#hashtag</a> que vous voulez dans les paramètres du widget.
gd: Seo an coltas a bhiodh air post le <a>#TagaHais</a>. Tagh <a>#TagaHais</a> sam bith a thogras tu ann an roghainnean a’ widget.
gl: Este é o aspecto dunha publicación cun <a>#cancelo</a>. Elixe o <a>#cancelo</a> que queres nos axustes do widget.
it: Ecco come apparirebbe un post con un <a>#hashtag</a>. Scegli qualsiasi <a>#hashtag</a> tu voglia nelle impostazioni del widget.
ja: <a>#ハッシュタグ</a> 投稿のサンプルです。検索する <a>#ハッシュタグ</a> はウィジェットの設定で指定できます。
nl: Zo ziet een bericht met een <a>#hashtag</a> eruit. Kies de door jou gewenste <a>#hashtag</a> in de widgetinstellingen.
sl: Tako je videti objava s <a>#ključnikom</a>. Izberite želeni <a>#ključnik</a> v nastavitvah gradnika.
th: นี่คือลักษณะของโพสต์ที่มี <a>#แฮชแท็ก</a> ที่จะปรากฏ เลือก <a>#แฮชแท็ก</a> ใดก็ตามที่คุณต้องการในการตั้งค่าวิดเจ็ต
vi: Đây là một tút với <a>#hashtag</a> mẫu. Chọn bất kỳr <a>#hashtag</a> nào bạn muốn trong thiết lập widget.
zh_hans: 带有 <a>#标签</a> 的嘟文会显示为此样式。您可以在组件设置中选择任意 <a>#标签</a>。
zh_hant: 這是帶有 <a>#hashtag</a> 主題標籤之嘟文的樣子。請於小工具設定中挑選任何 <a>#hashtag</a> 主題標籤。

# Widget.LatestFollowers.ConfigurationDescription
source: Show latest followers.
be: Паказаць апошніх падпісчыкаў.
ca: Mostra els darrers seguidors.
cs: Zobrazit nejnovější sledující.
de: Aktuelle Follower anzeigen.
el: Εμφάνιση πιο πρόσφατων ακολούθων.
eu: Erakutsi jarraitzaile berrienak.
fi: Näyyä uusimmat seuraajat.
fr: Afficher les derniers abonnés.
gd: Seall an luchd-leantainn as ùire.
gl: Mostra seguidoras recentes.
it: Mostra gli ultimi seguaci.
ja: 最新のフォロワーを表示します。
nl: Nieuwste volgers tonen.
sl: Pokaži najnovejše sledilce.
th: แสดงผู้ติดตามล่าสุด
vi: Xem người theo dõi gần đây.
zh_hans: 显示最新关注者。
zh_hant: 顯示最新的跟隨者。

# Widget.LatestFollowers.ConfigurationDisplayName
source: Latest followers
be: Апошнія падпісчыкі
ca: Els darrers seguidors
cs: Nejnovější sledující
de: Neueste Follower
el: Τελευταίοι ακόλουθοι
eu: Azken jarraitzaileak
fi: Uusimmat seuraajat
fr: Derniers abonné·e·s
gd: An luchd-leantainn as ùire
gl: Últimas seguidoras
it: Ultimi seguaci
ja: 最新のフォロワー
nl: Nieuwste volgers
sl: Najnovejši sledilci
th: ผู้ติดตามล่าสุด
vi: Người theo dõi gần đây
zh_hans: 最新的关注者
zh_hant: 最新的跟隨者

# Widget.LatestFollowers.LastUpdate
source: Last update: %@
be: Апошняе абнаўленне: %@
ca: Darrera actualització: %@
cs: Poslední aktualizace: %@
de: Letzte Aktualisierung: %@
el: Τελευταία ενημέρωση: %@
eu: Azken eguneratzea: %@
fi: Päivitettiin viimeksi %@
fr: Dernière mise à jour: %@
gd: An t-ùrachadh mu dheireadh: %@
gl: Última actualización: %@
it: Ultimo aggiornamento: %@
ja: 最終更新: %@
nl: Laatst bijgewerkt op %@
sl: Zadnja posodobitev: %@
th: การอัปเดตล่าสุด: %@
vi: Cập nhật vào: %@
zh_hans: 最近更新：%@
zh_hant: 最後更新於：%@

# Widget.LatestFollowers.Title
source: Latest followers
be: Апошнія падпісчыкі
ca: Els darrers seguidors
cs: Nejnovější sledující
de: Neueste Follower
el: Τελευταίοι ακόλουθοι
eu: Azken jarraitzaileak
fi: Uusimmat seuraajat
fr: Derniers abonné·e·s
gd: An luchd-leantainn as ùire
gl: Últimas seguidoras
it: Ultimi seguaci
ja: 最新のフォロワー
nl: Nieuwste volgers
sl: Najnovejši sledilci
th: ผู้ติดตามล่าสุด
vi: Người theo dõi gần đây
zh_hans: 最新的关注者
zh_hant: 最新的跟隨者

# Widget.MultipleFollowers.ConfigurationDescription
source: Show number of followers for multiple accounts.
be: Паказаць колькасць падпісчыкаў для некалькіх акаўнтаў.
ca: Mostra el número de seguidors per a múltiples comptes.
cs: Zobrazit počet sledujících pro více účtů.
de: Anzahl der Follower für mehrere Konten anzeigen.
el: Εμφάνιση αριθμού ακολούθων για πολλαπλούς λογαριασμούς.
eu: Erakutsi jarraitzaile-kopurua kontu bat baino gehiagorako.
fi: Näytä seuraajien määrä useille tileille.
fr: Afficher le nombre d'abonnés pour plusieurs comptes.
gd: Seall an àireamh de luchd-leantainn do dh’iomadh cunntas.
gl: Mostrar o número de seguidoras para varias contas.
it: Mostra il numero di seguaci per più account.
ja: 複数のアカウントのフォロワー数を表示します。
nl: Aantal volgers voor meerdere accounts tonen.
sl: Pokaži število sledilcev za več računov.
th: แสดงจำนวนผู้ติดตามสำหรับหลายบัญชี
vi: Hiện số người theo dõi của nhiều tài khoản.
zh_hans: 显示多个账户的关注者数量。
zh_hant: 顯示多個帳號的跟隨者數量。

# Widget.MultipleFollowers.ConfigurationDisplayName
source: Multiple followers
be: Больш падпісчыкаў
ca: Múltiples seguidors
cs: Více sledujících
de: Mehrere Follower
el: Πολλαπλοί ακόλουθοι
eu: Jarraitzaile ugari
fi: Useita seuraajia
fr: Abonné·e·s multiples
gd: Iomadh luchd-leantainn
gl: Varias seguidoras
it: Più seguaci
ja: 複数のフォロワー
nl: Meerdere volgers
sl: Več sledilcev
th: หลายผู้ติดตาม
vi: Nhiều người theo dõi
zh_hans: 多个关注者
zh_hant: 多個跟隨者

# Widget.MultipleFollowers.MockUser.AccountName
source: another@follower.social
ca: unaltre@seguidor.social
de: weiterer@follower.social
eu: beste@jarraitzaile.bat
fi: toinen@seuraaja.social
gd: cuideigineile@neach-leantainn.social
gl: fulanito@follower.social
it: altro@seguace.social
sl: drug@follower.social

# Widget.MultipleFollowers.MockUser.DisplayName
source: Another follower
be: Яшчэ адзін паслядоўнік
ca: Un altre seguidor
cs: Další sledující
de: Ein weiterer Follower
el: Κι άλλος ακόλουθος
eu: Beste jarraitzaile bat
fi: Toinen seuraaja
fr: Autres abonné·e·s
gd: Neach-leantainn eile
gl: Outra seguidora
it: Un altro seguace
ja: 他のフォロワー
nl: Nog een volger
sl: Drug sledilec
th: ผู้ติดตามอื่น
vi: Người theo dõi khác
zh_hans: 另一个关注者
zh_hant: 另一個跟隨者

# Scene.ServerPicker.Button.Category.Furry
source: furry
be: фуры
ca: peluts
el: γούνινο
fi: turri
gl: peluxos
it: peloso
ja: ケモノ
ru: фурри
sl: Kosmato
th: สัตว์ขนยาว
zh_hans: 兽迷
zh_hant: 毛茸茸

# Widget.Hashtag.NotFound.AccountName
source: John Mastodon
be: Джон Мастадон
de: Eugen Rochko
fi: Mikko Mastodon
sl: Janez Mastodon
vi: Tham gia Mastodon
zh_hans: 加入 Mastodon

# Widget.Hashtag.Placeholder.AccountName
source: John Mastodon
be: Джон Мастадон
el: Γιάννης Mastodon
fi: Mikko Mastodon
sl: Janez Mastodon
vi: Tham gia Mastodon
zh_hans: 加入 Mastodon
