Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Common.Controls.Friendship.MuteUser
source: Mute %@
be: Ігнараваць %@
ca: Silencia %@
cs: Skrýt %@
de: %@ stummschalten
el: Σίγαση %@
eu: Mututu %@
fi: Mykistä %@
fr: Ignorer %@
gd: Mùch %@
gl: Acalar a %@
it: Silenzia %@
ja: %@をミュート
nl: Negeer %@
ru: Игнорировать %@
sl: Utišaj %@
th: ซ่อน %@
vi: Ẩn %@
zh_hans: 静音 %@
zh_hant: 靜音 %@

# Common.Controls.Friendship.Muted
source: Muted
be: Ігнаруецца
ca: Silenciat
cs: Skrytý
de: Stummgeschaltet
el: Σε Σίγαση
eu: Mutututa
fi: Mykistetty
fr: Masqué
gd: ’Ga mhùchadh
gl: Acalada
it: Silenziato
ja: ミュート済み
nl: Genegeerd
ru: В игнорируемых
sl: Utišan
th: ซ่อนอยู่
vi: Đã ẩn
zh_hans: 已静音
zh_hant: 已靜音

# Common.Controls.Friendship.Pending
source: Pending
be: Чакаецца
ca: Pendent
cs: Čekající
de: In Warteschlange
el: Εκκρεμεί
eu: Zain
fi: Pyydetty
fr: En attente
gd: Ri dhèiligeadh
gl: Pendente
it: In attesa
ja: 保留
nl: In afwachting
ru: Отправлен
sl: Na čakanju
th: รอดำเนินการ
vi: Đang chờ
zh_hans: 待确认
zh_hant: 等待中

# Common.Controls.Friendship.Request
source: Request
be: Запыт
ca: Sol·licitud
cs: Požadavek
de: Anfragen
el: Αίτημα
eu: Eskaera
fi: Pyydä
fr: Requête
gd: Iarrtas
gl: Solicitar
it: Richiesta
ja: リクエスト
nl: Volgverzoek
ru: Отправить запрос
sl: Zahteva
th: ขอ
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# Common.Controls.Friendship.ShowReblogs
source: Show Boosts
be: Паказаць пашырэнні
eu: Erakutsi bultzadak
fr: Afficher les partages
gl: Mostrar promocións
it: Mostra le condivisioni
ru: Show Reblogs
sl: Pokaži izpostavitve
th: แสดงการดัน
vi: Hiện lượt đăng lại
zh_hans: 显示转嘟
zh_hant: 顯示轉嘟

# Common.Controls.Friendship.Unblock
source: Unblock
be: Разблакіраваць
ca: Desbloca
cs: Odblokovat
de: Blockierung aufheben
el: Άρση αποκλεισμού
eu: Desblokeatu
fi: Poista esto
fr: Débloquer
gd: Dì-bhac
gl: Desbloquear
it: Sblocca
ja: ブロックを解除
nl: Deblokkeren
ru: Разблокировать
sl: Odblokiraj
th: เลิกปิดกั้น
vi: Bỏ chặn
zh_hans: 解除屏蔽
zh_hant: 解除封鎖

# Common.Controls.Friendship.UnblockUser
source: Unblock %@
be: Разблакіраваць %@
ca: Desbloca %@
cs: Odblokovat %@
de: Blockierung von %@ aufheben
el: Άρση αποκλεισμού %@
eu: Desblokeatu %@
fi: Poista käyttäjän %@ esto
fr: Débloquer %@
gd: Dì-bhac %@
gl: Desbloquear a %@
it: Sblocca %@
ja: %@のブロックを解除
nl: %@ deblokkeren
ru: Разблокировать %@
sl: Odblokiraj %@
th: เลิกปิดกั้น %@
vi: Bỏ chặn %@
zh_hans: 解除屏蔽 %@
zh_hant: 解除封鎖 %@

# Common.Controls.Friendship.Unmute
source: Unmute
be: Не ігнараваць
ca: Deixa de silenciar
cs: Odkrýt
de: Nicht mehr stummschalten
el: Κατάργηση σίγασης
eu: Desmututu
fi: Poista mykistys
fr: Ne plus ignorer
gd: Dì-mhùch
gl: Non Acalar
it: Riattiva
ja: ミュートを解除
nl: Niet langer negeren
ru: Убрать из игнорируемых
sl: Odtišaj
th: เลิกซ่อน
vi: Bỏ ẩn
zh_hans: 取消静音
zh_hant: 取消靜音

# Common.Controls.Friendship.UnmuteUser
source: Unmute %@
be: Не ігнараваць %@
ca: Treure silenci de %@
cs: Odkrýt %@
de: %@ nicht mehr stummschalten
el: Κατάργηση σίγασης %@
eu: Desmututu %@
fi: Poista mykistys tililtä %@
fr: Ne plus masquer %@
gd: Dì-mhùch %@
gl: Deixar de acalar a @%@
it: Riattiva %@
ja: %@のミュートを解除
nl: %@ niet langer negeren
ru: Убрать %@ из игнорируемых
sl: Odtišaj %@
th: เลิกซ่อน %@
vi: Bỏ ẩn %@
zh_hans: 取消静音 %@
zh_hant: 取消靜音 %@

# Common.Controls.Keyboard.Common.ComposeNewPost
source: Compose New Post
be: Стварыць новы допіс
ca: Redacta un Nou Tut
cs: Vytvořit nový příspěvek
de: Neuen Beitrag verfassen
el: Σύνταξη Νέας Ανάρτησης
eu: Idatzi bidalketa berria
fi: Koosta uusi julkaisu
fr: Rédiger un nouveau message
gd: Sgrìobh post ùr
gl: Escribir Nova publicación
it: Componi un nuovo post
ja: 新しい投稿を作成
nl: Nieuw bericht schrijven
ru: Создать новый пост
sl: Sestavi novo objavo
th: เขียนโพสต์ใหม่
vi: Soạn tút mới
zh_hans: 撰写新嘟文
zh_hant: 撰寫新嘟文

# Common.Controls.Keyboard.Common.OpenSettings
source: Open Settings
be: Адкрыць налады
ca: Obre la configuració
cs: Otevřít Nastavení
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
eu: Ireki ezarpenak
fi: Avaa asetukset
fr: Ouvrir les paramètres
gd: Fosgail na roghainnean
gl: Abrir axustes
it: Apri Impostazioni
ja: 設定を開く
nl: Instellingen openen
ru: Открыть настройки
sl: Odpri nastavitve
th: เปิดการตั้งค่า
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# Common.Controls.Keyboard.Common.ShowFavorites
source: Show Favorites
be: Паказаць абраныя
ca: Mostra els Favorits
cs: Zobrazit Oblíbené
de: Favoriten anzeigen
el: Εμφάνιση Αγαπημένων
eu: Erakutsi gogokoak
fi: Näytä suosikit
fr: Afficher les favoris
gd: Seall na h-annsachdan
gl: Mostrar Favoritos
it: Mostra preferiti
ja: お気に入りを表示
nl: Favorieten tonen
ru: Показать избранные
sl: Pokaži priljubljene
th: แสดงรายการโปรด
vi: Hiện lượt thích
zh_hans: 显示喜欢
zh_hant: 顯示最愛

# Common.Controls.Keyboard.Common.SwitchToTab
source: Switch to %@
be: Пераключыць на %@
ca: Canviar a %@
cs: Přepnout na %@
de: Zu %@ wechseln
el: Εναλλαγή σε %@
eu: Aldatu %@(e)ra
fi: Vaihda %@
fr: Basculer vers %@
gd: Geàrr leum gu %@
gl: Cambiar a %@
it: Passa a %@
ja: %@に切り替え
nl: Overschakelen naar %@
ru: Переключиться на %@
sl: Preklopi na %@
th: สลับไปยัง %@
vi: Chuyển thành %@
zh_hans: 切换到 %@
zh_hant: 切換至 %@

# Common.Controls.Keyboard.SegmentedControl.NextSection
source: Next Section
be: Наступны раздзел
ca: Secció Següent
cs: Další sekce
de: Nächster Abschnitt
el: Επόμενη Ενότητα
eu: Hurrengo sekzioa
fi: Seuraava lohko
fr: Prochaine section
gd: An ath earrann
gl: Sección seguinte
it: Sezione successiva
ja: 次のセクション
nl: Volgende sectie
ru: Следующий раздел
sl: Naslednji odsek
th: ส่วนถัดไป
vi: Tới phần tiếp theo
zh_hans: 下一节
zh_hant: 下一個區塊

# Common.Controls.Keyboard.SegmentedControl.PreviousSection
source: Previous Section
be: Папярэдні раздзел
ca: Secció Anterior
cs: Předchozí sekce
de: Vorheriger Abschnitt
el: Προηγούμενη Ενότητα
eu: Aurreko sekzioa
fi: Edellinen osio
fr: Section précédente
gd: An earrann roimhpe
gl: Sección anterior
it: Sezione precedente
ja: 前のセクション
nl: Vorige sectie
ru: Предыдущий раздел
sl: Prejšnji odsek
th: ส่วนก่อนหน้า
vi: Tới phần trước
zh_hans: 上一节
zh_hant: 上一個區塊

# Common.Controls.Keyboard.Timeline.NextStatus
source: Next Post
be: Наступны допіс
ca: Tut Següent
cs: Další příspěvek
de: Nächster Beitrag
el: Επόμενη Ανάρτηση
eu: Hurrengo bidalketa
fi: Seuraava julkaisu
fr: Publication suivante
gd: An ath-phost
gl: Publicación seguinte
it: Post successivo
ja: 次の投稿
nl: Volgend bericht
ru: Следующий пост
sl: Naslednja objava
th: โพสต์ถัดไป
vi: Tút sau
zh_hans: 下一篇嘟文
zh_hant: 下一則嘟文

# Common.Controls.Keyboard.Timeline.OpenAuthorProfile
source: Open Author's Profile
be: Адкрыць профіль аўтара
ca: Obre el perfil de l'autor
cs: Otevřít profil autora
de: Profil des Verfassers ansehen
el: Άνοιγμα Προφίλ Συντάκτη
eu: Ireki egilearen profila
fi: Avaa tekijän profiili
fr: Ouvrir le profil de l’auteur·rice
gd: Fosgail pròifil an ùghdair
gl: Ver Perfil da autora
it: Apri il profilo dell'autore
ja: プロフィールを見る
nl: Gebruikersprofiel openen
ru: Открыть профиль автора
sl: Pokaži profil avtorja
th: เปิดโปรไฟล์ของผู้สร้าง
vi: Mở trang người đăng tút
zh_hans: 打开作者的个人资料
zh_hant: 開啟作者的個人檔案頁面

# Common.Controls.Keyboard.Timeline.OpenRebloggerProfile
source: Open Booster's Profile
be: Адкрыць профіль пашырыўшага
eu: Ireki bultzada eman duenaren profila
fr: Ouvrir le profil du compte ayant effectué un partage
gl: Ver perfil de quen promoveu
it: Apri il profilo di chi ha condiviso
ru: Открыть профиль продвинувшего
sl: Odpri profil poobjavitelja
th: เปิดโปรไฟล์ของผู้ดัน
vi: Mở trang người đăng lại tút
zh_hans: 打开转嘟者的个人资料
zh_hant: 開啟轉嘟者的個人檔案頁面

# Common.Controls.Keyboard.Timeline.OpenStatus
source: Open Post
be: Адкрыць допіс
ca: Obre el Tut
cs: Otevřít příspěvek
de: Beitrag öffnen
el: Άνοιγμα Ανάρτησης
eu: Ireki bidalketa
fi: Avaa julkaisu
fr: Ouvrir la publication
gd: Fosgail am post
gl: Abrir publicación
it: Apri il post
ja: 投稿を開く
nl: Bericht openen
ru: Открыть пост
sl: Odpri objavo
th: เปิดโพสต์
vi: Mở tút
zh_hans: 打开嘟文
zh_hant: 開啟嘟文

# Common.Controls.Keyboard.Timeline.PreviewImage
source: Preview Image
be: Перадпрагляд відарыса
ca: Vista prèvia de l'Imatge
cs: Náhled obrázku
de: Bildvorschau
el: Προεπισκόπηση Εικόνας
eu: Aurreikusi irudia
fi: Esikatsele kuvaa
fr: Prévisualiser l’image
gd: Ro-sheall an dealbh
gl: Previsualización da imaxe
it: Anteprima immagine
ja: 画像をプレビュー
nl: Voorvertoning afbeelding
ru: Предпросмотр изображения
sl: Predogled slike
th: แสดงตัวอย่างภาพ
vi: Xem trước hình ảnh
zh_hans: 预览照片
zh_hant: 預覽圖片

# Common.Controls.Keyboard.Timeline.PreviousStatus
source: Previous Post
be: Папярэдні допіс
ca: Tut Anterior
cs: Předchozí příspěvek
de: Vorheriger Beitrag
el: Προηγούμενη Ανάρτηση
eu: Aurreko bidalketa
fi: Edellinen julkaisu
fr: Publication précédente
gd: Am post roimhe
gl: Publicación anterior
it: Post precedente
ja: 前の投稿
nl: Vorig bericht
ru: Прошлый пост
sl: Prejšnja objava
th: โพสต์ก่อนหน้า
vi: Tút trước
zh_hans: 上一篇嘟文
zh_hant: 先前的嘟文

# Common.Controls.Keyboard.Timeline.ReplyStatus
source: Reply to Post
be: Адказаць на допіс
ca: Respon a la publicació
cs: Odpovědět na příspěvek
de: Auf Beitrag antworten
el: Απάντηση στην Ανάρτηση
eu: Erantzun bidalketari
fi: Vastaa julkaisuun
fr: Répondre à la publication
gd: Freagair do phost
gl: Responder á publicación
it: Rispondi al post
ja: 投稿に返信
nl: Reageer
ru: Ответить на пост
sl: Odgovori
th: ตอบกลับโพสต์
vi: Trả lời tút
zh_hans: 回复此嘟文
zh_hant: 回覆嘟文

# Common.Controls.Keyboard.Timeline.ToggleContentWarning
source: Toggle Content Warning
be: Уключыць/адключыць папярэджанне аб змесціве
ca: Commuta l'Avís de Contingut
cs: Přepnout varování obsahu
de: Inhaltswarnung umschalten
el: Εναλλαγή Προειδοποίησης Περιεχομένου
eu: Txandakatu edukiaren abisua
fi: Vaihda sisältövaroitus
fr: Basculer l’avertissement de contenu
gd: Toglaich rabhadh susbainte a’ phuist
gl: Marcar con Aviso sobre o contido
it: Attiva/Disattiva avvertimento contenuti
ja: 閲覧注意を切り替える
nl: Inhoudswaarschuwing
ru: Раскрыть или спрятать содержимое
sl: Preklopi opozorilo o vsebini
th: เปิด/ปิดคำเตือนเนื้อหา
vi: Chọn nội dung ẩn
zh_hans: 启用或关闭内容警告
zh_hant: 切換內容警告

# Common.Controls.Keyboard.Timeline.ToggleFavorite
source: Toggle Favorite on Post
be: Дадаць ці прыбраць з абранага
ca: Commuta el Favorit del Tut
cs: Přepnout Oblíbené na příspěvku
de: Favorit vom Beitrag umschalten
el: Εναλλαγή Αγαπημένου στην Ανάρτηση
eu: Txandakatu bidalketa gogoko egitea
fi: Kytke julkaisun suosikkivalinta
fr: Basculer le favori lors de la publication
gd: Toglaich annsachd a’ phuist
gl: Engadir publicación a Favoritas
it: Attiva/Disattiva preferito nel post
ja: お気に入り登録を切り替える
nl: Favoriet in-/uitschakelen bij Post
ru: Добавить или убрать из избранного
sl: Preklopi priljubljenost objave
th: เปิด/ปิดรายการโปรดในโพสต์
vi: Chọn thích tút
zh_hans: 喜欢此嘟文
zh_hant: 切換最愛嘟文

# Common.Controls.Keyboard.Timeline.ToggleReblog
source: Toggle Boost on Post
be: Пераключыць Пашырэнне на Допіс
eu: Txandakatu bidalketa bultzatzea
fr: Activer/désactiver le partage sur un message
it: Attiva/Disattiva la condivisione sul post
ru: Продвинуть или убрать продвижение
sl: Preklopi izpostavitev objave
th: เปิด/ปิดการดันในโพสต์
vi: Chọn đăng lại tút
zh_hans: 转发帖子
zh_hant: 切換轉發嘟文

# Common.Controls.Status.Actions.A11YLabels.Reblog
source: Boost
be: Пашырыць
eu: Bultzada
fr: Partage
gl: Promover
it: Condividi
sl: Izpostavi
th: ดัน
vi: Đăng lại
zh_hans: 转嘟
zh_hant: 轉嘟

# Common.Controls.Status.Actions.A11YLabels.Unreblog
source: Undo boost
be: Адмяніць пашырэнне
eu: Desegin bultzada
fr: Annuler le partage
gl: Retirar promoción
it: Annulla la condivisione
sl: Razveljavi izpostavitev
th: เลิกทำการดัน
vi: Bỏ đăng lại
zh_hans: 撤消转嘟
zh_hant: 取消轉嘟

# Common.Controls.Status.Actions.CopyLink
source: Copy Link
be: Капіраваць спасылку
eu: Kopiatu Lotura
fr: Copier le lien
gl: Copiar ligazón
it: Copia il link
sl: Kopiraj povezavo
th: คัดลอกลิงก์
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

# Common.Controls.Status.Actions.Favorite
source: Favorite
be: Абранае
ca: Favorit
cs: Oblíbit
de: Favorit
el: Αγαπημένο
eu: Gogokoa
fi: Merkitse suosikiksi
fr: Favori
gd: Cuir ris na h-annsachdan
gl: Favorecer
it: Preferito
ja: お気に入り
nl: Als favoriet markeren
ru: Добавить в избранное
sl: Priljubljen
th: ชื่นชอบ
vi: Thích
zh_hans: 喜欢
zh_hant: 最愛

# Common.Controls.Status.Actions.Hide
source: Hide
be: Схаваць
ca: Amaga
cs: Skrýt
de: Verstecken
el: Απόκρυψη
eu: Ezkutatu
fi: Piilota
fr: Cacher
gd: Falaich
gl: Agochar
it: Nascondi
ja: 非表示
nl: Verbergen
ru: Скрыть
sl: Skrij
th: ซ่อน
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# Common.Controls.Status.Actions.Menu
source: Menu
be: Меню
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
eu: Menua
fi: Valikko
gd: Clàr-taice
gl: Menú
it: Menù
ja: メニュー
ru: Меню
sl: Meni
th: เมนู
zh_hans: 菜单
zh_hant: 選單

# Common.Controls.Status.Actions.Reblog
source: Boost
be: Пашырыць
eu: Bultzada
fr: Partager
gl: Promover
it: Condividi
ru: Продвинуть
sl: Izpostavi
th: ดัน
vi: Đăng lại
zh_hans: 转嘟
zh_hant: 轉嘟

# Common.Controls.Status.Actions.Reply
source: Reply
be: Адказаць
ca: Respon
cs: Odpovědět
de: Antworten
el: Απάντηση
eu: Erantzun
fi: Vastaa
fr: Répondre
gd: Freagair
gl: Responder
it: Rispondi
ja: 返信
nl: Reageren
ru: Ответить
sl: Odgovori
th: ตอบกลับ
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# Common.Controls.Status.Actions.ShareLinkInPost
source: Share Link in Post
be: Падзяліцеся спасылкай у допісе
ca: Compartir l'Enllaç en el Tut
cs: Sdílet odkaz v příspěvku
de: Link im Beitrag teilen
el: Κοινοποίηση Συνδέσμου στην Ανάρτηση
eu: Partekatu bidalketako esteka
fi: Jaa linkki julkaisussa
fr: Partager le lien dans le message
gd: Co-roinn an ceangal sa phost
gl: Compartir Ligazón na Publicación
it: Condividi il collegamento nel post
ja: 投稿でリンクを共有
nl: Deel link in bericht
sl: Deli povezavo v objavi
th: แชร์ลิงก์ในโพสต์
vi: Chia sẻ liên kết trong Tút
zh_hans: 分享链接到嘟文中
zh_hant: 於嘟文中分享鏈結

# Common.Controls.Status.Actions.ShowGif
source: Show GIF
be: Паказаць GIF
ca: Mostra el GIF
cs: Zobrazit GIF
de: GIF anzeigen
el: Εμφάνιση GIF
eu: Erakutsi GIFa
fi: Näytä GIF
fr: Afficher le GIF
gd: Seall an GIF
gl: Mostrar GIF
it: Mostra GIF
ja: GIFを表示
nl: GIF weergeven
ru: Показать GIF
sl: Pokaži GIF
th: แสดง GIF
vi: Hiển thị GIF
zh_hans: 显示 GIF
zh_hant: 顯示 GIF

# Common.Controls.Status.Actions.ShowImage
source: Show image
be: Паказаць відарыс
ca: Mostra la imatge
cs: Zobrazit obrázek
de: Bild anzeigen
el: Εμφάνιση εικόνας
eu: Erakutsi irudia
fi: Näytä kuva
fr: Afficher l’image
gd: Seall an dealbh
gl: Mostrar a imaxe
it: Mostra immagine
ja: 画像を表示
nl: Afbeelding tonen
ru: Показать изображение
sl: Pokaži sliko
th: แสดงภาพ
vi: Hiển thị hình ảnh
zh_hans: 显示图片
zh_hant: 顯示圖片

# Common.Controls.Status.Actions.ShowVideoPlayer
source: Show video player
be: Паказаць відэаплэер
ca: Mostra el reproductor de vídeo
cs: Zobrazit video přehrávač
de: Filmwiedergabe anzeigen
el: Εμφάνιση προγράμματος αναπαραγωγής βίντεο
eu: Erakutsi bideo-erreproduzigailua
fi: Näytä videosoitin
fr: Afficher le lecteur vidéo
gd: Seall cluicheadair video
gl: Mostrar reprodutor de vídeo
it: Mostra lettore video
ja: 動画プレーヤーを表示
nl: Videospeler tonen
ru: Показать видеопроигрыватель
sl: Pokaži predvajalnik
th: แสดงตัวเล่นวิดีโอ
vi: Hiện trình phát video
zh_hans: 显示视频播放器
zh_hant: 顯示影片播放器

# Common.Controls.Status.Actions.TapThenHoldToShowMenu
source: Tap then hold to show menu
be: Націсніце і ўтрымлівайце, каб паказаць меню
ca: Toca i manté per a veure el menú
cs: Klepnutím podržte pro zobrazení nabídky
de: Halte gedrückt um das Menü anzuzeigen
el: Πάτα παρατεταμένα για εμφάνιση μενού
eu: Sakatu eta eutsi menua erakusteko
fi: Näytä valikko pitkällä painalluksella
fr: Appuyez et maintenez pour afficher le menu
gd: Thoir gnogag ’s cùm sìos a shealltainn a’ chlàir-thaice
gl: Toca e mantén preso para menú
it: Tocca quindi tieni premuto per mostrare il menu
ja: 長押しでメニュー表示
nl: Tik en vasthouden om menu te tonen
ru: Нажмите и удерживайте, чтобы показать меню
sl: Tapnite, nato držite, da se pojavi meni
th: แตะค้างไว้เพื่อแสดงเมนู
vi: Nhấn giữ để hiện menu
zh_hans: 长按以显示菜单
zh_hant: 輕觸然後按住以顯示選單

# Common.Controls.Status.Actions.Unfavorite
source: Unfavorite
be: Выдаліць з абраных
ca: Desfés el favorit
cs: Odebrat z oblízených
de: Aus Favoriten entfernen
el: Αφαίρεση από αγαπημένα
eu: Kendu gogokoa
fi: Poista suosikkimerkintä
fr: Retirer des favoris
gd: Thoir air falbh o na h-annsachdan
gl: Eliminar dos favoritos
it: Non preferito
ja: お気に入り登録を取り消す
nl: Uit favorieten verwijderen
ru: Убрать из избранного
sl: Odstrani iz priljubljenih
th: เลิกชื่นชอบ
vi: Bỏ thích
zh_hans: 取消喜欢
zh_hant: 取消最愛

# Common.Controls.Status.Actions.Unreblog
source: Undo boost
be: Адмяніць пашырэнне
eu: Desegin bultzada
fr: Annuler le partage
gl: Retirar promoción
it: Annulla la condivisione
ru: Убрать продвижение
sl: Razveljavi izpostavitev
th: เลิกทำการดัน
vi: Bỏ đăng lại
zh_hans: 撤消转嘟
zh_hant: 取消轉嘟

# Common.Controls.Status.Buttons.EditHistoryDetail
source: Last edit %@
be: Апошняе рэдагаванне %@
ca: Darrera edició: %@
cs: Poslední úprava %@
de: Letzte Änderung %@
el: Τελευταία επεξεργασία %@
eu: Azken edizioa: %@
fi: Muokattiin viimeksi %@
fr: Dernière modification %@
gd: An deasachadh mu dheireadh %@
gl: Última edición %@
it: Ultima modifica: %@
ja: 最終更新日 %@
nl: Laatste bewerking op %@
sl: Zadnjič urejano %@
th: การแก้ไขล่าสุดเมื่อ %@
vi: Sửa lần cuối %@
zh_hans: 编辑于：%@
zh_hant: 上次編輯於 %@

# Common.Controls.Status.Buttons.EditHistoryTitle
source: Edit History
be: Гісторыя рэдагавання
ca: Edita l'Historial
cs: Historie úprav
de: Verlauf
el: Επεξεργασία Ιστορικού
eu: Editatu historia
fi: Muokkaushistoria
fr: Historique des modifications
gd: Eachdraidh nan deasachaidhean
gl: Editar historial
it: Modifica la cronologia
ja: 編集履歴
nl: Bewerkingsgeschiedenis
sl: Uredi zgodovino
th: ประวัติการแก้ไข
vi: Lịch sử chỉnh sửa
zh_hans: 编辑历史
zh_hant: 編輯記錄

# Common.Controls.Status.Buttons.FavoritesTitle
source: Favorites
be: Абраныя
ca: Favorits
cs: Oblíbení
de: Gefällt
el: Αγαπημένα
eu: Gogokoak
fi: Suosikit
fr: Favoris
gd: Annsachdan
gl: Favoritas
it: Preferiti
ja: お気に入り
nl: Favorieten
sl: Priljubljeni
th: รายการโปรด
vi: Lượt thích
zh_hans: 喜欢
zh_hant: 最愛

# Common.Controls.Status.Buttons.ReblogsTitle
source: Boosts
be: Пашырэнні
eu: Bultzadak
fr: Partages
gl: Promocións
it: Condivisioni
sl: Izpostavitve
th: การดัน
vi: Lượt đăng lại
zh_hans: 转嘟
zh_hant: 轉嘟

# Common.Controls.Status.Card.By
source: By
be: Ад
eu: Egilea
fr: Par
gl: Por
it: Di
vi: Bởi
zh_hans: 来自

# Common.Controls.Status.Card.ByAuthor
source: By %@
be: Ад %@
eu: Egilea: %@
fr: Par %@
gl: Por %@
it: Di %@
vi: Bởi %@
zh_hans: 来自 %@

# Common.Controls.Status.ContentWarning
source: Content Warning
be: Папярэджанне аб змесціве
ca: Advertència de Contingut
cs: Varování o obsahu
de: Inhaltswarnung
el: Προειδοποίηση Περιεχομένου
eu: Edukiaren abisua
fi: Sisältövaroitus
fr: Avertissement de contenu
gd: Rabhadh susbainte
gl: Aviso sobre o contido
it: Avviso sul contenuto
ja: コンテンツ警告
nl: Inhoudswaarschuwing
ru: Предупреждение о содержании
sl: Opozorilo o vsebini
th: คำเตือนเนื้อหา
vi: Nội dung ẩn
zh_hans: 内容警告
zh_hant: 內容警告

# Common.Controls.Status.EditHistory.OriginalPost
source: Original Post · %@
be: Арыгінальнае паведамленне · %@
ca: Tut Original · %@
cs: Původní příspěvek · %@
de: Originalstatus · %@
el: Αρχική Ανάρτηση · %@
eu: Jatorrizko bidalketa · %@
fi: Alkuperäinen julkaisu · %@
fr: Message original · %@
gd: Am post tùsail · %@
gl: Orixinal · %@
it: Post originale · %@
ja: オリジナルの投稿 · %@
nl: Oorspronkelijk bericht · %@
sl: Izvodna objava · %@
th: โพสต์ดั้งเดิม · %@
vi: Tút gốc · %@
zh_hans: 原始嘟文 · %@
zh_hant: 原始嘟文 · %@

# Common.Controls.Status.EditHistory.Title
source: Edit History
be: Гісторыя рэдагавання
ca: Edita l'Historial
cs: Historie úprav
de: Verlauf
el: Επεξεργασία Ιστορικού
eu: Edizio-historia
fi: Muokkaushistoria
fr: Historique des modifications
gd: Eachdraidh nan deasachaidhean
gl: Historial de edicións
it: Modifica la cronologia
ja: 編集履歴
nl: Bewerkingsgeschiedenis
sl: Zgodovina urejanja
th: ประวัติการแก้ไข
vi: Lịch sử chỉnh sửa
zh_hans: 编辑历史
zh_hant: 編輯記錄

# Common.Controls.Status.EditedAtTimestampPrefix
source: Edited %@
be: Адрэдагавана %@
ca: Editat %@
cs: Upraveno %@
de: Bearbeitet %@
el: Επεξεργάστηκε στις %@
eu: Editatua %@
fi: Muokattiin %@
fr: Édité %@
gd: Air a dheasachadh %@
gl: Editada %@
it: Modificato %@
ja: %@に編集
nl: Bewerkt op %@
sl: Urejeno %@
th: แก้ไขเมื่อ %@
vi: Sửa %@
zh_hans: 已编辑 %@
zh_hant: 編輯於 %@

# Common.Controls.Status.LinkViaUser
source: %@ via %@
be: %@ праз %@
ca: %@ través de %@
cs: %@ přes %@
el: %@ μέσω %@
eu: %@ %@ -en bidez
gd: %@ slighe %@
gl: %@ vía %@
it: %@ tramite %@
sl: %@ prek %@
th: %@ ผ่าน %@
vi: %@ bởi %@
zh_hans: %@ 通过 %@
zh_hant: %@ 透過 %@

# Common.Controls.Status.LoadEmbed
source: Load Embed
be: Загрузіць убудаваны
ca: Carregar incrustat
cs: Načíst vložené
de: Eingebettetes laden
el: Φόρτωση Ενσωμάτωσης
eu: Kargatu txertatutakoa
fi: Lataa upotus
fr: Charger l'intégration
gd: Luchdaich na tha ga leabachadh
gl: Cargar o contido
it: Carica l'incorporato
ja: 埋め込みを読み込む
nl: Embed laden
sl: Naloži vdelano
th: โหลดที่ฝังไว้
vi: Nạp mã nhúng
zh_hans: 加载嵌入内容
zh_hant: 讀取嵌入內容

# Common.Controls.Status.Media.AccessibilityLabel
source: %@, attachment %d of %d
be: %@, далучэнне %d з %d
ca: %@, adjunt %d de %d
cs: %@, příloha %d z %d
de: %@, Anhang %d von %d
el: %@, συνημμένο %d από %d
eu: %@, %2$d tik %1$d garren eranskina
fi: %@, liite %d/%d
fr: %@, pièce jointe %d sur %d
gd: %@, ceanglachan %d à %d
gl: %@, adxunto %d de %d
it: %@, allegato %d di %d
ja: %@, これは %d 件目の添付メディアです。全部で %d 件の添付メディアがあります。
nl: %@, bijlage %d van %d
sl: %@, priponka %d od %d
th: %@ ไฟล์แนบ %d จาก %d
vi: %@, đính kèm %d từ %d
zh_hans: %@，附件 %d / %d
zh_hant: %@ 附件 %d 之 %d

# Common.Controls.Status.Media.ExpandGifHint
source: Expands the GIF. Double-tap and hold to show actions
be: Разгортванне GIF. Двойчы націсніце і ўтрымлівайце, каб паказаць дзеянні
ca: Expandeix el GIF. Toca dues vegades i manté pressionat per a mostrar les opcions
cs: Rozšíří GIF. Dvojitým klepnutím a podržením zobrazíte akce
de: Erweitert das GIF. Doppeltippen und halten um Aktionen anzuzeigen.
el: Επεκτείνει το GIF. Πάτα δύο φορές και κράτα πατημένο για να εμφανίσεις τις ενέργειες
eu: GIFa hedatzen du. Egin tap birritan eta mantendu ekintzak erakusteko
fi: Laajentaa GIF-kuvan. Näytä toiminnot kaksoisnapautuksella ja painamalla
fr: Développe le GIF. Appuyez deux fois et maintenez pour afficher les actions
gd: Leudaichidh seo an GIF. Thoir gnogag dhùbailte is cùm sìos airson gnìomhan a shealltainn
gl: Desprega o GIF. Dobre toque e manter para mostrar accións
it: Espande la GIF. Tocca due volte e tieni premuto per mostrare le azioni
ja: GIF を拡大します。ダブルタップして長押しすると動作が表示されます。
nl: De GIF-afbeelding vergroten. Twee keer tikken en vasthouden om acties te zien
sl: Razširi GIF. Dvakrat tapnite in držite, da se pokažejo dejanja
th: ขยาย GIF แตะสองครั้งค้างไว้เพื่อแสดงการกระทำ
vi: Mở rộng GIF. Nhấn hai lần và giữ để hiện hành động
zh_hans: 展开GIF 双击并按住以显示可执行操作
zh_hant: 展開 GIF 圖片。雙擊然後按住以顯示動作
