Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Notification.Warning.MarkStatusesAsSensitive
source: Some of your posts have been marked as sensitive.
be: Некаторыя з вашых допісаў былі пазначаныя як далікатныя.
eu: Zure bidalketa batzuk hunkigarri gisa markatu dira.
fr: Certains de vos messages ont été marqués comme étant sensibles.
gl: Algunha das túas publicacións foron marcadas como sensibles.
it: Alcuni dei tuoi post sono stati contrassegnati come sensibili.
ja: あなたの投稿のいくつかは閲覧注意として判定されています。
sl: Nekatere vaše objave so bile označene kot občutljive.
th: ทำเครื่องหมายโพสต์บางส่วนของคุณว่าละเอียดอ่อนแล้ว
vi: Vài tút bạn bị đánh dấu nhạy cảm.
zh_hans: 你的一些嘟文已被标记为敏感内容。
zh_hant: 某些您的嘟文已被標記為敏感內容。

# Scene.Notification.Warning.None
source: Your account has received a moderation warning.
be: Ваш уліковы запіс атрымаў папярэджанне ад мадэратараў.
eu: Zure kontuak moderazio-abisu bat jaso du.
fr: Votre compte a reçu un avertissement de modération.
gl: A túa conta recibeu unha advertencia da moderación.
it: Il tuo account ha ricevuto un avviso di moderazione.
ja: あなたのアカウントは管理者からの警告を受けています。
sl: Vaš račun je prejel opozorilo moderatorjev.
th: บัญชีของคุณได้รับคำเตือนการกลั่นกรอง
vi: Bạn vừa nhận một cảnh báo kiểm duyệt.
zh_hans: 你的账号收到了管理警告。
zh_hant: 您的帳號已收到管理員警告。

# Scene.Notification.Warning.Sensitive
source: Your posts will be marked as sensitive from now on.
be: З гэтага моманту вашыя допісы будуць пазначаныя як далікатныя.
eu: Zure bidalketak hunkigarri gisa markatuko dira aurrerantzean.
fr: Vos messages seront désormais marqués comme étant sensibles.
gl: De agora en diante as túas publicacións van ser marcadas como sensibles.
it: I tuoi post, d'ora in poi, saranno contrassegnati come sensibili.
ja: あなたの投稿はこれから閲覧注意としてマークされます。
sl: Vaše objave bodo odslej označene kot občutljive.
th: จะทำเครื่องหมายโพสต์ของคุณว่าละเอียดอ่อนนับจากนี้ไป
vi: Tút của bạn sẽ bị đánh dấu nhạy cảm kể từ bây giờ.
zh_hans: 今后你的嘟文都会被标记为敏感内容。
zh_hant: 即日起，您的嘟文將會被標記為敏感內容。

# Scene.Notification.Warning.Silence
source: Your account has been limited.
be: Ваш уліковы запіс быў абмежаваны.
eu: Zure kontuari mugak jarri zaizkio.
fr: Votre compte a été limité.
gl: A túa conta foi limitada.
it: Il tuo account è stato limitato.
ja: あなたのアカウントは制限されています。
sl: Vaš račun je bil omejen.
th: จำกัดบัญชีของคุณแล้ว
vi: Tài khoản của bạn đã bị hạn chế.
zh_hans: 你的账号已被限制。
zh_hant: 您的帳號已被限制。

# Scene.Notification.Warning.Suspend
source: Your account has been suspended.
be: Ваш уліковы запіс быў прыпынены.
eu: Zure kontua behin-behinean egotzi da.
fr: Votre compte a été suspendu.
gl: A túa conta foi suspendida.
it: Il tuo account è stato sospeso.
ja: あなたのアカウントは停止されました。
sl: Vaš račun je bil suspendiran.
th: ระงับบัญชีของคุณแล้ว
vi: Tài khoản của bạn đã bị vô hiệu hóa.
zh_hans: 你的账号已被封禁.
zh_hant: 您的帳號已被停權。

# Scene.Preview.Keyboard.ClosePreview
source: Close Preview
be: Зачыніць перадпрагляд
ca: Tanca la Vista Prèvia
cs: Zavřít náhled
de: Vorschau schließen
el: Κλείσιμο Προεπισκόπησης
eu: Itxi aurrebista
fi: Sulje esikatselu
fr: Fermer l'aperçu
gd: Dùin an ro-shealladh
gl: Pechar vista previa
it: Chiudi anteprima
ja: プレビューを閉じる
nl: Voorbeeldweergave sluiten
ru: Закрыть предпросмотр
sl: Zapri predogled
th: ปิดตัวอย่าง
vi: Đóng xem trước
zh_hans: 关闭预览
zh_hant: 關閉預覽

# Scene.Preview.Keyboard.ShowNext
source: Show Next
be: Паказаць наступнае
ca: Mostrar Següent
cs: Zobrazit další
de: Nächstes anzeigen
el: Εμφάνιση Επομένου
eu: Erakutsi hurrengoa
fi: Näytä seuraava
fr: Afficher le suivant
gd: Air adhart
gl: Mostrar Seguinte
it: Mostra successivo
ja: 次を見る
nl: Volgende
ru: Следующее изображение
sl: Pokaži naslednje
th: แสดงถัดไป
vi: Hiện kế tiếp
zh_hans: 显示下一个
zh_hant: 顯示下一筆

# Scene.Preview.Keyboard.ShowPrevious
source: Show Previous
be: Паказаць папярэдняе
ca: Mostrar Anterior
cs: Zobrazit předchozí
de: Vorheriges anzeigen
el: Εμφάνιση Προηγούμενου
eu: Erakutsi aurrekoa
fi: Näytä edellinen
fr: Afficher le précédent
gd: Air ais
gl: Mostar Anterior
it: Mostra precedente
ja: 前を見る
nl: Vorige
ru: Предыдущее изображение
sl: Pokaži prejšnje
th: แสดงก่อนหน้า
vi: Hiện trước đó
zh_hans: 显示前一个
zh_hant: 顯示上一筆

# Scene.Privacy.Button.Confirm
source: I Agree
be: Я згодны
ca: Hi estic d'acord
cs: Souhlasím
de: Ich stimme zu
el: Συμφωνώ
eu: Ados nago
fi: Hyväksyn
fr: J’accepte
gd: Gabhaidh mi ris
gl: Acepto
it: Sono d'accordo
ja: 同意する
nl: Ik ga akkoord
sl: Strinjam se
th: ฉันเห็นด้วย
vi: Tôi đồng ý
zh_hans: 同意
zh_hant: 我已閱讀並同意

# Scene.Privacy.Description
source: Although the Mastodon app does not collect any data, the server you sign up through may have a different policy. If you disagree with the policy for **%@**, you can go back and pick a different server.
be: Нягледзячы на ​​тое, што праграма Mastodon не збірае даных, сервер, на якім вы рэгіструецеся, можа мець іншую палітыку. Калі вы адмовіцеся ад палітыкі **%@**, вы можаце вярнуцца і выбраць іншы сервер.
eu: Mastodon aplikazioak daturik biltzen ez duen arren, erregistratzen zaren zerbitzariak beste politika bat izan dezake. Ez bazaude **%@** zerbitzariaren politikarekin ados, atzera egin eta beste zerbitzari bat aukeratu dezakezu.
fr: Bien que l'application Mastodon ne collecte aucune donnée, le serveur sur lequel vous vous inscrivez peut avoir une politique différente. Si vous n'êtes pas d'accord avec la politique de %@, vous pouvez revenir en arrière et choisir un serveur différent.
gl: Aínda que a aplicación de Mastodon non recolle ningún dato, o servidor no que te rexistres pode ter unha política diferente. Se non estás de acordo coas condicións de **%@**, podes volver atrás e elixir outro servidor.
it: Sebbene l'app Mastodon non raccolga alcun dato, il server tramite il quale ti registri potrebbe avere una politica diversa. Se non sei d'accordo con la politica di **%@**, puoi tornare indietro e scegliere un server diverso.
sl: Čeprav program Mastodon ne zbira nobenih podatkov, ima lahko strežnik, prek katerega se prijavite, drugačno pravila glede zasebnosti. Če se s pravili za **%@** ne strinjate, se lahko vrnete in izberete drug strežnik.
th: แม้ว่าแอป Mastodon ไม่เก็บรวบรวมข้อมูลใด ๆ เซิร์ฟเวอร์ที่คุณลงทะเบียนผ่านอาจมีนโยบายที่แตกต่างกัน หากคุณไม่เห็นด้วยกับนโยบายสำหรับ **%@** คุณสามารถย้อนกลับและเลือกเซิร์ฟเวอร์อื่น
vi: Mặc dù ứng dụng Mastodon không thu thập bất kỳ dữ liệu nào, máy chủ mà bạn đăng ký có thể có chính sách khác. Nếu không đồng ý với chính sách của **%@**, bạn có thể quay lại và chọn một máy chủ khác.
zh_hans: 尽管 Mastodon 客户端本身不采集任何数据，你注册的服务器实例可能会有不同的隐私政策。 如果你不同意 **%@** 的这些政策，请返回并选择其他实例。
zh_hant: 即使 Mastodon app 本身不會蒐集任何資料，您所註冊之伺服器可能有不一樣的隱私權政策。 若您不同意 **%@** 之隱私權政策，您可以重新挑選另一個不同的伺服器。

# Scene.Privacy.Policy.Ios
source: Privacy Policy - Mastodon for iOS
be: Палітыка прыватнасці - Mastodon для iOS
ca: Política de Privacitat - Mastodon per a iOS
cs: Zásady ochrany osobních údajů - Mastodon pro iOS
de: Datenschutzerklärung - Mastodon für iOS
el: Πολιτική Απορρήτου - Mastodon για iOS
eu: Pribatutasun politika - Mastodon for iOS
fi: Tietosuojakäytäntö - Mastodon iOS:lle
fr: Politique de confidentialité - Mastodon pour iOS
gd: Poileasaidh prìobhaideachd – Mastodon airson iOS
gl: Política de Privacidade - Mastodon para iOS
it: Informativa sulla privacy - Mastodon per iOS
ja: プライバシーポリシー - Mastodon for iOS
nl: Privacybeleid - Mastodon voor iOS
sl: Pravilnik o zasebnosti - Mastodon za iOS
th: นโยบายความเป็นส่วนตัว - Mastodon สำหรับ iOS
vi: Bảo mật - Mastodon for iOS
zh_hans: 隐私政策 - Mastodon 苹果应用程序
zh_hant: 隱私權政策 - Mastodon for iOS

# Scene.Privacy.Policy.Server
source: Privacy Policy - %@
be: Палітыка прыватнасці - %@
ca: Politìca de Privacitat - %@
cs: Zásady ochrany osobních údajů - %@
de: Datenschutzerklärung - %@
el: Πολιτική Απορρήτου - %@
eu: Pribatutasun politika - %@
fi: Tietosuojakäytäntö - %@
fr: Politique de Confidentialité - %@
gd: Poileasaidh prìobhaideachd – %@
gl: Política de Privacidade - %@
it: Informativa sulla privacy - %@
ja: プライバシーポリシー - %@
nl: Privacybeleid - %@
sl: Pravilnik o zasebnosti - %@
th: นโยบายความเป็นส่วนตัว - %@
vi: Bảo mật - %@
zh_hans: 隐私政策 - %@
zh_hant: 隱私權政策 - %@

# Scene.Privacy.Title
source: Your Privacy
be: Ваша прыватнасць
eu: Zure pribatutasuna
fr: Votre vie privée
gl: A túa privacidade
it: La tua privacy
sl: Vaša zasebnost
th: ความเป็นส่วนตัวของคุณ
vi: Sự riêng tư của bạn
zh_hans: 你的隐私
zh_hant: 您的隱私權

# Scene.Profile.Accessibility.DoubleTapToOpenTheList
source: Double tap to open the list
be: Двойчы націсніце, каб адкрыць спіс
ca: Doble toc per a veure la llista
cs: Dvojitým poklepáním otevřete seznam
de: Doppeltippen, um die Liste zu öffnen
el: Διπλό πάτημα για άνοιγμα της λίστας
eu: Sakatu birritan zerrenda irekitzeko
fi: Avaa lista napauttamalla kahdesti
fr: Appuyer deux fois pour ouvrir la liste
gd: Thoir gnogag dhùbailte a dh’fhosgladh na liosta
gl: Dous toques para abrir a lista
it: Doppio tocco per aprire la lista
ja: ダブルタップでリストを開く
nl: Dubbel tikken om de lijst te openen
sl: Dvakrat tapnite, da se odpre seznam
th: แตะสองครั้งเพื่อเปิดรายการ
vi: Nhấn hai lần để mở danh sách
zh_hans: 双击打开列表
zh_hant: 點兩下以開啟列表

# Scene.Profile.Accessibility.EditAvatarImage
source: Edit avatar image
be: Рэдагаваць аватар
ca: Edita l'imatge del avatar
cs: Upravit obrázek avataru
de: Profilbild bearbeiten
el: Επεξεργασία εικόνας avatar
eu: Editatu abatarra
fi: Muokkaa profiilikuvaa
fr: Modifier l’avatar
gd: Deasaich dealbh an avatar
gl: Editar imaxe de avatar
it: Modifica immagine avatar
ja: アバター画像を編集
nl: Profielfoto bewerken
sl: Uredi sliko avatarja
th: แก้ไขภาพประจำตัว
vi: Sửa ảnh đại diện
zh_hans: 编辑头像
zh_hant: 編輯大頭貼

# Scene.Profile.Accessibility.ShowAvatarImage
source: Show avatar image
be: Паказаць аватар карыстальніка
ca: Mostra l'imatge del avatar
cs: Zobrazit obrázek avataru
de: Profilbild anzeigen
el: Εμφάνιση εικόνας avatar
eu: Erakutsi abatarra
fi: Näytä profiilikuvat
fr: Afficher l’avatar
gd: Seall dealbh an avatar
gl: Mostrar imaxe de avatar
it: Mostra immagine avatar
ja: アバター画像を表示
nl: Profielfoto tonen
sl: Pokaži sliko avatarja
th: แสดงภาพประจำตัว
vi: Hiển thị ảnh đại diện
zh_hans: 显示头像
zh_hant: 顯示大頭貼

# Scene.Profile.Accessibility.ShowBannerImage
source: Show banner image
be: Паказаць відарыс банера
ca: Mostra l'imatge del bàner
cs: Zobrazit obrázek banneru
de: Bannerbild anzeigen
el: Εμφάνιση εικόνας banner
eu: Erakutsi banner irudia
fi: Näytä bannerin kuva
fr: Afficher l’image de la bannière
gd: Seall dealbh brataich
gl: Mostrar imaxe de cabeceira
it: Mostra immagine banner
ja: バナー画像を表示
nl: Omslagfoto tonen
sl: Pokaži sliko pasice
th: แสดงภาพแบนเนอร์
vi: Hiển thị ảnh bìa
zh_hans: 显示顶部横幅图片
zh_hant: 顯示橫幅圖片

# Scene.Profile.Dashboard.FamiliarFollowers
source: mutuals
be: узаемныя адносіны
ca: mutu
cs: vzájemní
el: κοινοί
eu: elkarrekikoa
fi: yhteiset
fr: mutuel
gd: co-dhàimhean
gl: mutuo
it: in comune
ja: 共通のフォロワー
nl: wederzijdse volgers
sl: vzajemni
th: คนที่มีร่วมกัน
vi: chung
zh_hans: 互相关注
zh_hant: 互相跟隨

# Scene.Profile.Dashboard.MyFollowers
source: followers
be: падпісчыкі
ca: seguidors
cs: sledující
de: Follower
el: ακόλουθοι
eu: jarraitzaileak
fi: seuraajat
fr: abonné·e·s
gd: luchd-leantainn
gl: seguidoras
it: seguaci
ja: フォローされている
nl: volgers
sl: sledilcev
th: ผู้ติดตาม
vi: người theo dõi
zh_hans: 跟随者
zh_hant: 跟隨者

# Scene.Profile.Dashboard.MyFollowing
source: following
be: падпісаны
ca: seguint
cs: sledování
de: folge ich
el: ακολουθείς
eu: jarraitzen
fi: seurattavat
fr: abonnements
gd: a’ leantainn
gl: seguindo
it: seguendo
ja: フォロー中
nl: volgend
sl: sledi
th: กำลังติดตาม
vi: theo dõi
zh_hans: 正在关注
zh_hant: 正在跟隨

# Scene.Profile.Dashboard.MyPosts
source: posts
be: допісы
ca: tuts
cs: příspěvky
de: Beiträge
el: αναρτήσεις
eu: bidalketak
fi: julkaisut
fr: messages
gd: postaichean
gl: publicacións
it: post
ja: 投稿
nl: berichten
sl: objav
th: โพสต์
vi: tút
zh_hans: 嘟文
zh_hant: 嘟文

# Scene.Profile.Dashboard.OtherFollowers
source: followers
be: падпісчыкі
ca: seguidors
cs: sledující
el: ακόλουθοι
eu: jarraitzaileak
fi: seuraajat
fr: abonné·e·s
gd: luchd-leantainn
gl: seguidoras
it: seguaci
ja: フォロワー
nl: volgers
sl: sledilcev
th: ผู้ติดตาม
vi: người theo dõi
zh_hans: 关注者
zh_hant: 跟隨者

# Scene.Profile.Dashboard.OtherFollowing
source: following
be: падпісаны
ca: seguint
cs: sledování
de: folge ich
el: ακολουθεί
eu: jarraitzen
fi: seurattavat
fr: abonnement
gd: a’ leantainn
gl: seguindo
it: seguendo
ja: フォロー中
nl: volgend
sl: sledi
th: กำลังติดตาม
vi: theo dõi
zh_hans: 已关注
zh_hant: 正在跟隨

# Scene.Profile.Dashboard.OtherPosts
source: posts
be: допісы
ca: tuts
cs: příspěvky
de: Beiträge
el: αναρτήσεις
eu: bidalketa
fi: julkaisut
fr: publications
gd: postaichean
gl: publicacións
it: post
ja: 投稿
nl: berichten
sl: objav
th: โพสต์
vi: tút
zh_hans: 嘟文
zh_hant: 嘟文

# Scene.Profile.Fields.AddRow
source: Add Row
be: Дадаць радок
ca: Afegeix fila
cs: Přidat řádek
de: Zeile hinzufügen
el: Προσθήκη Γραμμής
eu: Gehitu errenkada
fi: Lisää rivi
fr: Ajouter une rangée
gd: Cuir ràgh ris
gl: Engadir fila
it: Aggiungi riga
ja: 行追加
nl: Rij toevoegen
ru: Добавить строку
sl: Dodaj vrstico
th: เพิ่มแถว
vi: Thêm hàng
zh_hans: 添加
zh_hant: 新增列

# Scene.Profile.Fields.Joined
source: Joined
be: Далучыўся
ca: S'hi va unir
cs: Připojen/a
de: Beigetreten
el: Έγινε μέλος
eu: Elkartuta
fi: Liittynyt
fr: Ici depuis
gd: Air ballrachd fhaighinn
gl: Uniuse
it: Profilo iscritto
ja: 登録日
nl: Geregistreerd
sl: Pridružen_a
th: เข้าร่วมเมื่อ
vi: Đã tham gia
zh_hans: 已加入
zh_hant: 加入時間

# Scene.Profile.Fields.Placeholder.Content
source: Content
be: Змесціва
ca: Contingut
cs: Obsah
de: Inhalt
el: Περιεχόμενο
eu: Edukia
fi: Sisältö
fr: Contenu
gd: Susbaint
gl: Contido
it: Contenuto
ja: コンテンツ
nl: Inhoud
ru: Содержимое
sl: Vsebina
th: เนื้อหา
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# Scene.Profile.Fields.Placeholder.Label
source: Label
be: Пазнака
ca: Etiqueta
cs: Označení
de: Bezeichnung
el: Ετικέτα
eu: Etiketa
fi: Nimi
fr: Étiquette
gd: Leubail
gl: Etiqueta
it: Etichetta
ja: ラベル
ru: Ярлык
sl: Oznaka
th: ป้ายชื่อ
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤

# Scene.Profile.Fields.Verified.Long
source: Ownership of this link was checked on %@
be: Права ўласнасці на гэтую спасылку праверана %@
ca: La propietat d'aquest enllaç es va verificar el dia %@
cs: Vlastnictví tohoto odkazu bylo zkontrolováno na %@
de: Besitz des Links wurde überprüft am %@
el: Η ιδιοκτησία αυτού του συνδέσμου ελέχθηκε στις %@
eu: Esteka honen jabetzaren egiaztaketa data: %@
fi: Linkin omistajuus on tarkastettu %@
fr: La propriété de ce lien a été vérifiée le %@
gd: Chaidh dearbhadh cò leis a tha an ceangal seo %@
gl: A propiedade desta ligazón foi verificada o %@
it: La proprietà di questo collegamento è stata verificata il %@
ja: このリンクの所有権は %@ に確認されました
nl: Eigendom van deze link is gecontroleerd op %@
sl: Lastništvo te povezave je bilo preverjeno %@
th: ตรวจสอบความเป็นเจ้าของของลิงก์นี้เมื่อ %@
vi: Liên kết này đã được xác minh trên %@
zh_hans: 此链接的所有权已在 %@ 上检查通过
zh_hant: 已於 %@ 檢查此連結的擁有者權限

# Scene.Profile.Fields.Verified.Short
source: Verified on %@
be: Спраўджана %@
ca: Verificat a %@
cs: Ověřeno na %@
de: Überprüft am %@
el: Επαληθεύτηκε στις %@
eu: %@(e)n egiaztatua
fi: Vahvistettu %@
fr: Vérifié le %@
gd: Air a dhearbhadh %@
gl: Verificada en %@
it: Verificato il %@
ja: %@ で確認しました
nl: Geverifieerd op %@
sl: Preverjeno %@
th: ยืนยันเมื่อ %@
vi: Đã xác minh %@
zh_hans: 验证于 %@
zh_hant: 於 %@ 上已驗證

# Scene.Profile.Header.FollowsYou
source: Follows You
be: Падпісаны(-а) на вас
ca: Et segueix
cs: Sleduje vás
de: Folgt dir
el: Σε Ακολουθεί
eu: Jarraitzen zaitu
fi: Seuraa sinua
fr: Vous suit
gd: ’Gad leantainn
gl: Séguete
it: Ti segue
ja: フォローされています
nl: Volgt jou
ru: Подписан(а) на вас
sl: Vam sledi
th: ติดตามคุณ
vi: Đang theo dõi bạn
zh_hans: 关注了你
zh_hant: 已跟隨您

# Scene.Profile.RelationshipActionAlert.ConfirmBlockDomain.Message
source: Confirm to block domain %@
be: Заблакіраваць дамен %@?
de: Bestätigen, um die Domain %@ zu sperren
el: Επιβεβαίωση αποκλεισμού τομέα %@
eu: Berretsi %@ blokeatzea
fr: Confirmer le blocage du domaine %@
gd: Dearbh bacadh na h-àrainne %@
gl: Confirmar o bloqueo do dominio %@
it: Conferma per bloccare il dominio %@
ja: %@のドメイン全体をブロックしてよいですか？
nl: Blokkeren van de server %@ bevestigen
sl: Potrdite blokado domene %@
th: ยืนยันเพื่อปิดกั้นโดเมน %@
vi: Bạn muốn chặn %@?
zh_hans: 确定屏蔽域名 %@
zh_hant: 確認將網域 %@ 封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmBlockDomain.Title
source: Block domain
be: Заблакіраваць дамен
de: Domain sperren
el: Αποκλεισμός τομέα
eu: Blokeatu domeinua
fr: Bloquer le domaine
gd: Bac an àrainn
gl: Bloquear dominio
it: Blocca il dominio
ja: ドメインのブロック
nl: Server blokkeren
sl: Blokiraj domeno
th: ปิดกั้นโดเมน
vi: Chặn máy chủ
zh_hans: 屏蔽域名
zh_hant: 封鎖網域

# Scene.Profile.RelationshipActionAlert.ConfirmBlockUser.Message
source: Confirm to block %@
be: Заблакіраваць %@?
ca: Confirma per a blocar %@
cs: Potvrdit blokování %@
de: Bestätige %@ zu blockieren
el: Επιβεβαίωση αποκλεισμού %@
eu: Berretsi %@ blokeatzea
fi: Vahvista käyttäjän %@ esto
fr: Confirmer le blocage de %@
gd: Dearbh bacadh %@
gl: Confirma o bloqueo de %@
it: Confermi di bloccare %@
ja: %@をブロックしますか？
nl: Het blokkeren van %@ bevestigen
sl: Potrdite za blokado %@
th: ยืนยันเพื่อปิดกั้น %@
vi: Xác nhận chặn %@
zh_hans: 确认屏蔽 %@
zh_hant: 確認將 %@ 封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmBlockUser.Title
source: Block Account
be: Заблакіраваць уліковы запіс
ca: Bloca el Compte
cs: Blokovat účet
de: Konto blockieren
el: Αποκλεισμός Λογαριασμού
eu: Blokeatu kontua
fi: Estä tili
fr: Bloquer le compte
gd: Bac an cunntas
gl: Bloquear Conta
it: Blocca account
ja: アカウントをブロック
nl: Het negeren van %@ bevestigen
sl: Blokiraj račun
th: ปิดกั้นบัญชี
vi: Chặn người này
zh_hans: 屏蔽帐户
zh_hant: 封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmHideReblogs.Message
source: Confirm to hide boosts
be: Пацвердзіце, каб схаваць пашырэнні
eu: Berretsi bultzadak ezkutatzea
fr: Confirmer pour masquer les partages
gl: Confirma para agochar promocións
it: Conferma di mostrare le condivisioni
ru: Confirm to hide reblogs
sl: Potrdite, da poobjave ne bodo prikazane
th: ยืนยันเพื่อซ่อนการดัน
vi: Xác nhận ẩn đăng lại
zh_hans: 确认隐藏转嘟
zh_hant: 確認隱藏轉嘟

# Scene.Profile.RelationshipActionAlert.ConfirmHideReblogs.Title
source: Hide Boosts
be: Схаваць пашырэнні
eu: Ezkutatu bultzadak
fr: Masquer les partages
gl: Agochar promocións
it: Nascondi le condivisioni
ru: Hide Reblogs
sl: Skrij poobjave
th: ซ่อนการดัน
vi: Ẩn lượt đăng lại
zh_hans: 隐藏转嘟
zh_hant: 隱藏轉嘟

# Scene.Profile.RelationshipActionAlert.ConfirmMuteUser.Message
source: Confirm to mute %@
be: Ігнараваць %@?
ca: Confirma per a silenciar %@
cs: Potvrdit skrytí %@
de: Bestätige %@ stumm zu schalten
el: Επιβεβαίωσε για σίγαση %@
eu: Berretsi %@ mututzea
fi: Vahvista käyttäjän %@ mykistys
fr: Êtes-vous sûr de vouloir mettre en sourdine %@
gd: Dearbh mùchadh %@
gl: Confirma Acalar a %@
it: Confermi di silenziare %@
ja: %@をミュートしますか？
nl: Bevestig om %@ te negeren
sl: Potrdite utišanje %@
th: ยืนยันเพื่อซ่อน %@
vi: Xác nhận ẩn %@
zh_hans: 确认静音 %@
zh_hant: 確認將 %@ 靜音

# Scene.Profile.RelationshipActionAlert.ConfirmMuteUser.Title
source: Mute Account
be: Ігнараваць уліковы запіс
ca: Silencia el Compte
cs: Skrýt účet
de: Konto stummschalten
el: Σίγαση Λογαριασμού
eu: Mututu kontua
fi: Mykistä tili
fr: Masquer le compte
gd: Mùch an cunntas
gl: Acalar conta
it: Silenzia account
ja: アカウントをミュート
nl: Account negeren
sl: Utišaj račun
th: ซ่อนบัญชี
vi: Ẩn người này
zh_hans: 静音账户
zh_hant: 靜音

# Scene.Profile.RelationshipActionAlert.ConfirmShowReblogs.Message
source: Confirm to show boosts
be: Пацвердзіце, каб паказаць пашырэнні
eu: Berretsi bultzadak ikustea
fr: Confirmer pour afficher les partages
gl: Confirma para ver promocións
it: Conferma di mostrare le condivisioni
ru: Confirm to show reblogs
sl: Potrdite, da bodo izpostavitve prikazane
th: ยืนยันเพื่อแสดงการดัน
vi: Xác nhận hiện đăng lại
zh_hans: 确认显示转嘟
zh_hant: 確認顯示轉嘟

# Scene.Profile.RelationshipActionAlert.ConfirmShowReblogs.Title
source: Show Boosts
be: Паказаць пашырэнні
eu: Erakutsi bultzadak
fr: Afficher les partages
gl: Mostrar promocións
it: Mostra le condivisioni
ru: Show Reblogs
sl: Pokaži izpostavitve
th: แสดงการดัน
vi: Hiện lượt đăng lại
zh_hans: 显示转嘟
zh_hant: 顯示轉嘟

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockDomain.Message
source: Confirm to unblock domain %@
be: Разблакіраваць дамен %@?
de: Bestätigen, um die Sperre der Domäne %@ aufzuheben
el: Επιβεβαίωση άρσης αποκλεισμού τομέα %@
eu: Berretsi %@ desblokeatzea
fr: Confirmer le déblocage du domaine %@
gd: Dearbh dì-bhacadh na h-àrainne %@
gl: Confirmar o desbloqueo de %@
it: Conferma per sbloccare il dominio %@
ja: %@のブロックを解除してよいですか？
nl: Deblokkeren van de server %@ bevestigen
sl: Potrdite umik blokade domene %@
th: ยืนยันเพื่อเลิกปิดกั้นโดเมน %@
vi: Bạn muốn bỏ chặn %@?
zh_hans: 确定取消屏蔽域名 %@
zh_hant: 確認將網域 %@ 解除封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockDomain.Title
source: Unblock domain
be: Разблакіраваць дамен
de: Domain entsperren
el: Άρση αποκλεισμού τομέα
eu: Desblokeatu domeinua
fr: Débloquer le domaine
gd: Dì-bhac an àrainn
gl: Desbloquear dominio
it: Sblocca il dominio
ja: ドメインのブロックを解除
nl: Server deblokkeren
sl: Odblokiraj domeno
th: เลิกปิดกั้นโดเมน
vi: Bỏ chặn máy chủ
zh_hans: 取消屏蔽域名
zh_hant: 解除封鎖網域

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockUser.Message
source: Confirm to unblock %@
be: Разблакіраваць %@?
ca: Confirma per a desblocar %@
cs: Potvrďte odblokování %@
de: Bestätige %@ zu entsperren
el: Επιβεβαίωση άρσης αποκλεισμού %@
eu: Berretsi %@ desblokeatzea
fi: Vahvista tilin %@ eston poisto
fr: Confirmer le déblocage de %@
gd: Dearbh dì-bhacadh %@
gl: Confirma o desbloqueo de %@
it: Conferma per sbloccare %@
ja: %@のブロックを解除しますか？
nl: Het deblokkeren van %@ bevestigen
sl: Potrdite za umik blokade %@
th: ยืนยันเพื่อเลิกปิดกั้น %@
vi: Xác nhận bỏ chặn %@
zh_hans: 确认取消屏蔽 %@
zh_hant: 確認將 %@ 取消封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockUser.Title
source: Unblock Account
be: Разблакіраваць уліковы запіс
ca: Desbloca el Compte
cs: Odblokovat účet
de: Konto entsperren
el: Άρση Αποκλεισμού Λογαριασμού
eu: Desblokeatu kontua
fi: Poista tilin esto
fr: Débloquer le compte
gd: Dì-bhac an cunntas
gl: Desbloquear Conta
it: Sblocca account
ja: アカウントのブロックを解除
nl: Account deblokkeren
sl: Odblokiraj račun
th: เลิกปิดกั้นบัญชี
vi: Bỏ chặn người này
zh_hans: 解除屏蔽帐户
zh_hant: 取消封鎖

# Scene.Profile.RelationshipActionAlert.ConfirmUnmuteUser.Message
source: Confirm to unmute %@
be: Не ігнараваць %@?
ca: Confirma deixar de silenciar a %@
cs: Potvrďte zrušení ztlumení %@
de: Bestätige um %@ nicht mehr stummzuschalten
el: Επιβεβαίωσε για άρση σίγασης %@
eu: Berretsi %@ desmututzea
fi: Vahvista, että haluat poistaa mykistyksen tililtä %@
fr: Êtes-vous sûr de vouloir désactiver la sourdine de %@
gd: Dearbh dì-mhùchadh %@
gl: Confirma restablecer a %@
it: Confermi di riattivare %@
ja: %@をミュートしますか？
nl: Het niet langer negeren van %@ bevestigen
ru: Убрать %@ из игнорируемых?
sl: Potrdite umik utišanja %@
th: ยืนยันเพื่อเลิกซ่อน %@
vi: Xác nhận bỏ ẩn %@
zh_hans: 确认取消静音 %@
zh_hant: 確認將 %@ 取消靜音

# Scene.Profile.RelationshipActionAlert.ConfirmUnmuteUser.Title
source: Unmute Account
be: Не ігнараваць уліковы запіс
ca: Desfer silenciar compte
cs: Zrušit skrytí účtu
de: Ton einschalten
el: Άρση Σίγασης Λογαριασμού
eu: Desmututu kontua
fi: Poista tilin mykistys
fr: Ne plus mettre en sourdine ce compte
gd: Dì-mhùch an cunntas
gl: Retirar acalado da Conta
it: Riattiva account
ja: ミュートを解除
nl: Account niet meer negeren
ru: Убрать из игнорируемых
sl: Odtišaj račun
th: เลิกซ่อนบัญชี
vi: Bỏ ẩn người này
zh_hans: 取消静音账户
zh_hant: 取消靜音

# Scene.Profile.SegmentedControl.About
source: About
be: Аб
ca: Quant a
cs: O uživateli
de: Über
el: Σχετικά
eu: Honi buruz
fi: Tietoja
fr: À propos
gd: Mu dhèidhinn
gl: Acerca de
it: Info su
ja: 概要
nl: Over
sl: O programu
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於
