Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Settings.Notifications.Policy.Follow
source: People you follow
be: Людзей, на якіх вы падпісаны
cs: Lidé, které sledujete
de: Leute, denen ich folge
el: Άτομα που ακολουθείς
eu: Zuk jarraitzen dituzun pertsonak
fr: Personnes que vous suivez
gd: Daoine a tha thu gan leantainn
gl: Persoas que segues
it: Persone che segui
ja: あなたがフォローしている人のみ
nl: Mensen die je volgt
sl: oseb, ki jim sledite
th: ผู้คนที่คุณติดตาม
vi: Những người tôi theo dõi
zh_hans: 你关注的人
zh_hant: 您跟隨的人

# Scene.Settings.Notifications.Policy.Followers
source: People who follow you
be: Людзей, якія падпісаны на вас
cs: Lidé, kteří vás sledují
de: Leute, die dir folgen
el: Άτομα που σε ακολουθούν
eu: Zu jarraitzen zaituzten pertsonak
fr: Personnes qui vous suivent
gd: Daoine a tha ’gad leantainn
gl: Persoas que te seguen
it: Persone che ti seguono
ja: あなたのフォロワーのみ
nl: Mensen die jou volgen
sl: oseb, ki vam sledijo
th: ผู้คนที่ติดตามคุณ
vi: Những người theo dõi
zh_hans: 关注你的人
zh_hant: 跟隨您的人

# Scene.Settings.Notifications.Policy.Noone
source: No one
be: Нікога
cs: Nikdo
de: Niemand
el: Κανένας
eu: Bat ere ez
fr: De personne
gd: Na seall idir
gl: Ninguén
it: Nessuno
ja: 誰にも許可しない
nl: Niemand
sl: nikogar
th: ไม่มีใคร
vi: Không ai
zh_hans: 关闭通知
zh_hant: 沒有人

# Scene.Settings.Notifications.Policy.Title
source: Get Notifications from
be: Атрымліваць апавяшчэнні ад
cs: Dostávat oznámení od
de: Mitteilungen erhalten von
el: Λήψη Ειδοποιήσεων από
eu: Honen jakinarazpenak jaso
fr: Recevoir des notifications venant de
gd: Faigh brathan o
gl: Recibir notificacións de
it: Ricevi notifiche da
ja: 通知を送信する人
nl: Meldingen ontvangen van
sl: Prejemanje obvestil od
th: รับการแจ้งเตือนจาก
vi: Nhận thông báo từ
zh_hans: 通知接收范围
zh_hant: 接受通知來自

# Scene.Settings.Notifications.Title
source: Notifications
be: Апавяшчэнні
cs: Oznámení
de: Mitteilungen
el: Ειδοποιήσεις
eu: Jakinarazpenak
gd: Brathan
gl: Notificacións
it: Notifiche
ja: 通知
nl: Meldingen
sl: Obvestila
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Scene.Settings.Overview.AboutMastodon
source: About Mastodon
be: Пра Mastodon
cs: O Mastodonu
de: Über Mastodon
el: Σχετικά με το Mastodon
eu: Mastodoni buruz
fr: À propos de Mastodon
gd: Mu Mhastodon
gl: Acerca de Mastodon
it: Informazioni su Mastodon
ja: Mastodonについて
nl: Over Mastodon
sl: O Mastodonu
th: เกี่ยวกับ Mastodon
vi: Về Mastodon
zh_hans: 关于 Mastodon
zh_hant: 關於 Mastodon

# Scene.Settings.Overview.General
source: General
be: Агульныя
cs: Obecné
de: Allgemein
el: Γενικά
eu: Orokorra
fr: Général
gd: Coitcheann
gl: Xeral
it: Generale
ja: 一般
nl: Algemeen
sl: Splošno
th: ทั่วไป
vi: Chung
zh_hans: 通用
zh_hant: 一般

# Scene.Settings.Overview.Logout
source: Logout %@
be: Выйсці з %@
cs: Odhlásit %@
de: %@ abmelden
el: Αποσύνδεση %@
eu: Amaitu %@ saioa
fr: Se déconnecter de %@
gd: Clàraich a-mach %@
gl: Pechar sesión %@
it: Esci da %@
ja: %@ をログアウト
nl: %@ uitloggen
sl: Odjavi %@
th: ออกจากระบบ %@
vi: Đăng xuất %@
zh_hans: 登出 %@
zh_hant: 登出 %@

# Scene.Settings.Overview.Notifications
source: Notifications
be: Апавяшчэнні
cs: Oznámení
de: Benachrichtigungen
el: Ειδοποιήσεις
eu: Jakinarazpenak
gd: Brathan
gl: Notificacións
it: Notifiche
ja: 通知
nl: Meldingen
sl: Obvestila
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Scene.Settings.Overview.PrivacySafety
source: Privacy & Safety
be: Прыватнасць і бяспека
de: Datenschutz und Sicherheit
eu: Pribatutasuna eta segurtasuna
fr: Confidentialité & Sécurité
gl: Privacidade e Seguridade
it: Privacy e sicurezza
sl: Zasebnost in varnost
th: ความเป็นส่วนตัวและความปลอดภัย
vi: Riêng tư & Bảo mật
zh_hans: 隐私
zh_hant: 隱私權與安全性

# Scene.Settings.Overview.ServerDetails
source: Server Details
be: Інфармацыя аб серверы
cs: Podrobnosti o serveru
el: Λεπτομέρειες Διακομιστή
eu: Zerbitzariaren xehetasunak
fr: Détails du serveur
gd: Fiosrachadh mun fhrithealaiche
gl: Detalles do servidor
it: Dettagli del server
ja: サーバーの詳細
nl: Servergegevens
sl: Podrobnosti strežnika
th: รายละเอียดเซิร์ฟเวอร์
vi: Thông tin máy chủ
zh_hans: 服务器详情
zh_hant: 伺服器詳細資料

# Scene.Settings.Overview.SupportMastodon
source: Support Mastodon
be: Падтрымаць Mastodon
cs: Podpořte Mastodon
de: Mastodon unterstützen
el: Υποστήριξε το Mastodon
eu: Eman babesa Mastodoni
fr: Soutenir Mastodon
gd: Thoir taic do Mhastodon
gl: Apoia a Mastodon
it: Supporta Mastodon
ja: Mastodonを支援する
nl: Mastodon ondersteunen
sl: Podprite Mastodon
th: สนับสนุน Mastodon
vi: Hỗ trợ Mastodon
zh_hans: 支持 Mastodon
zh_hant: 支援 Mastodon

# Scene.Settings.Overview.Title
source: Settings
be: Налады
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eu: Ezarpenak
fr: Paramètres
gd: Roghainnean
gl: Axustes
it: Impostazioni
ja: 設定
nl: Instellingen
sl: Nastavitve
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Scene.Settings.PrivacySafety.AppearInSearchEngines
source: Appear in Search Engines
be: З'яўляцца ў Інтэрнэт-пошуку
de: In Suchmaschinen anzeigen
eu: Agertu bilaketa-motoretan
fr: Apparaître dans les moteurs de recherche
gl: Aparecer nos motores de busca
it: Apparire nei motori di ricerca
sl: Prikaži v iskalnikih
th: ปรากฏในเครื่องมือค้นหา
vi: Xuất hiện trong cỗ máy tìm kiếm
zh_hans: 允许搜索引擎收录
zh_hant: 顯示於搜尋引擎結果

# Scene.Settings.PrivacySafety.DefaultPostVisibility.FollowersOnly
source: Followers Only
be: Толькі для падпісчыкаў
eu: Jarraitzaileak soilik
fr: Abonné·e·s uniquement
gl: Só para seguidoras
it: Solo i seguaci
sl: Samo sledilci
th: ผู้ติดตามเท่านั้น
vi: Chỉ người theo dõi
zh_hans: 仅关注者
zh_hant: 僅限跟隨者

# Scene.Settings.PrivacySafety.DefaultPostVisibility.OnlyPeopleMentioned
source: Only People Mentioned
be: Толькі людзі, якіх згадалі
de: Nur erwähnte Profile
eu: Aipatzen dudan jendea soilik
fr: Personnes mentionnées uniquement
gl: Só para persoas mencionadas
it: Solo le persone menzionate
sl: Samo osebe, ki jih omenjam
th: เฉพาะผู้คนที่ได้รับการกล่าวถึงเท่านั้น
vi: Chỉ người nhắc đến
zh_hans: 仅提及的用户
zh_hant: 僅限提及者

# Scene.Settings.PrivacySafety.DefaultPostVisibility.Public
source: Public
be: Публічны
de: Öffentlich
eu: Publikoa
gl: Pública
it: Pubblico
sl: Javno
th: สาธารณะ
vi: Công khai
zh_hans: 公开
zh_hant: 公開

# Scene.Settings.PrivacySafety.DefaultPostVisibility.Title
source: Default Post Visibility
be: Прадвызначана бачнасць допісаў
de: Standard-Sichtbarkeit von Beiträgen
eu: Ikusgaitasuna, defektuz
fr: Visibilité par défaut du message
gl: Visibilidade por defecto da Publicación
it: Visibilità dei post predefinita
sl: Privzeta vidnost objav
th: การมองเห็นโพสต์เริ่มต้น
vi: Kiểu đăng mặc định
zh_hans: 帖子默认可见性
zh_hant: 預設嘟文可見性

# Scene.Settings.PrivacySafety.ManuallyApproveFollowRequests
source: Manually Approve Follow Requests
be: Уручную ўхваляць запыты на падпіску
de: Manuelles Genehmigen von Folgeanfragen
eu: Eskuz baimendu jarraipen-eskaerak
fr: Approuver manuellement les demandes d'abonnement
gl: Aprobar manualmente as solicitudes de seguimento
it: Approva manualmente le richieste per seguirti
sl: Ročno odobri prošnje za sledenje
th: อนุมัติคำขอติดตามด้วยตนเอง
vi: Duyệt yêu cầu theo dõi thủ công
zh_hans: 手动批准关注请求
zh_hant: 手動審核跟隨請求

# Scene.Settings.PrivacySafety.Preset.Custom
source: Custom
be: Уласнае
de: Benutzerdefiniert
eu: Pertsonalizatua
fr: Personnalisé
gl: Personalizado
it: Personalizzata
sl: Po meri
th: กำหนดเอง
vi: Tùy chỉnh
zh_hans: 定制
zh_hant: 自訂

# Scene.Settings.PrivacySafety.Preset.OpenAndPublic
source: Open & Public
be: Адкрыты і грамадскі
de: Offen und Öffentlich
eu: Irekia eta publikoa
fr: Ouvert et public
gl: Aberto e Público
it: Aperta e pubblica
sl: Odprto in javno
th: เปิดและสาธารณะ
vi: Mở & Công khai
zh_hans: 开放
zh_hant: 開放與公開

# Scene.Settings.PrivacySafety.Preset.PrivateAndRestricted
source: Private & Restricted
be: Прыватны і абмежаваны
de: Privat und Eingeschränkt
eu: Pribatua eta murriztua
fr: Privé et restreint
gl: Privado e Limitado
it: Privata e limitata
sl: Zasebno in omejeno
th: ส่วนตัวและจำกัด
vi: Riêng tư và Giới hạn
zh_hans: 私密
zh_hant: 私人與限制

# Scene.Settings.PrivacySafety.Preset.Title
source: Preset
be: Шаблон
de: Voreinstellung
eu: Aurrezarpena
fr: Préréglage
gl: Predefinido
it: Preimpostata
sl: Prednastavitev
th: ค่าที่ตั้งไว้ล่วงหน้า
vi: Có sẵn
zh_hans: 预设
zh_hant: 預設值

# Scene.Settings.PrivacySafety.ShowFollowersAndFollowing
source: Show Followers & Following
be: Паказаць падпісчыкаў і падпіскі
eu: Erakutsi jarraitzaileak eta jarraitutakoak
fr: Afficher les abonné·e·s et les abonnements
gl: Mostrar Seguidoras e Seguimentos
it: Mostra seguaci e chi segui
sl: Pokaži sledilce in sledene
th: แสดงผู้ติดตามและกำลังติดตาม
vi: Hiện người theo dõi & đang theo dõi
zh_hans: 公开关注者与我关注的
zh_hant: 顯示跟隨者與跟隨中

# Scene.Settings.PrivacySafety.SuggestMyAccountToOthers
source: Suggest My Account to Others
be: Рэкамендаваць уліковы запіс іншым карыстальнікам
de: Mein Konto anderen vorschlagen
eu: Gomendatu nire kontua besteei
fr: Suggérer mon compte aux autres
gl: Suxerir a miña conta a outras persoas
it: Suggerisci il mio account ad altri
sl: Predlagaj moj račun drugim
th: เสนอแนะบัญชีของฉันให้ผู้อื่น
vi: Đề xuất tài khoản
zh_hans: 向他人推荐我
zh_hant: 推薦我的帳號給其他使用者

# Scene.Settings.PrivacySafety.Title
source: Privacy & Safety
be: Прыватнасць і бяспека
de: Datenschutz und Sicherheit
eu: Pribatutasuna eta segurtasuna
fr: Vie privée & Sécurité
gl: Privacidade e Seguridade
it: Privacy e sicurezza
sl: Zasebnost in varnost
th: ความเป็นส่วนตัวและความปลอดภัย
vi: Riêng tư & Bảo mật
zh_hans: 隐私
zh_hant: 隱私權與安全性

# Scene.Settings.ServerDetails.About
source: About
be: Пра сервер
cs: O serveru
de: Über
el: Σχετικά
eu: Honi buruz
fr: À propos
gd: Mu dhèidhinn
gl: Acerca de
it: Info
ja: このサーバーについて
nl: Over
sl: O strežniku
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# Scene.Settings.ServerDetails.AboutInstance.LegalNotice
source: A legal notice
be: Прававая інфармацыя
cs: Právní oznámení
de: Rechtliches
el: Μια νομική ειδοποίηση
eu: Lege-oharra
fr: Mentions légales
gd: Sanas laghail
gl: Aviso Legal
it: Un avviso legale
ja: 法的通知
nl: Een juridische kennisgeving
sl: Pravno obvestilo
th: ประกาศทางกฎหมาย
vi: Pháp lý
zh_hans: 法律声明
zh_hant: 法律聲明

# Scene.Settings.ServerDetails.AboutInstance.MessageAdmin
source: Message Admin
be: Напісаць адміністратару
cs: Napsat správci
de: Administrator anschreiben
el: Στείλε μήνυμα σε διαχειριστή
eu: Administratzaileari mezua
fr: Message de l'admin
gd: Cuir teachdaireachd dhan rianaire
gl: Mensaxe a Admin
it: Invia un messaggio all'amministrazione
ja: 管理者にメッセージを送信
nl: Bericht aan beheerder
sl: Pošlji e-pošto skrbniku
th: ส่งข้อความถึงผู้ดูแล
vi: Nhắn cho quản trị viên
zh_hans: 联系管理员
zh_hant: 私訊管理員

# Scene.Settings.ServerDetails.AboutInstance.Title
source: Administrator
be: Адміністратар
cs: Správce
de: Administrator*in
el: Διαχειριστής
eu: Administratzailea
fr: Administrateur·rice
gd: Rianaire
gl: Administración
it: Amministratore
ja: 管理者
nl: Beheerder
sl: Skrbnik
th: ผู้ดูแล
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# Scene.Settings.ServerDetails.Rules
source: Rules
be: Правілы
cs: Pravidla
de: Regeln
el: Κανόνες
eu: Arauak
fr: Règles
gd: Riaghailtean
gl: Regras
it: Regole
ja: ルール
nl: Regels
sl: Pravila
th: กฎ
vi: Nội quy
zh_hans: 规则
zh_hant: 規則

# Scene.SuggestionAccount.FollowAll
source: Follow all
be: Падпісацца на ўсіх
ca: Seguir a tothom
cs: Sledovat všechny
de: Allen folgen
el: Ακολούθησε τους όλους
eu: Jarraitu denak
fi: Seuraa kaikkia
fr: Tout suivre
gd: Lean na h-uile
gl: Seguir a todas
it: Segui tutti
ja: すべてフォロー
nl: Iedereen volgen
sl: Sledi vsem
th: ติดตามทั้งหมด
vi: Theo dõi tất cả
zh_hans: 一键关注
zh_hant: 跟隨所有

# Scene.SuggestionAccount.Title
source: Popular on Mastodon
be: Папулярна ў Mastodon
ca: Popular a Mastodon
cs: Populární na Mastodonu
de: Beliebt auf Mastodon
el: Δημοφιλή στο Mastodon
eu: Mastodonen pil-pilean
fi: Suosittua Mastodonissa
fr: Populaire sur Mastodon
gd: Fèillmhor air Mastodon
gl: Popular en Mastodon
it: Popolare su Mastodon
ja: 人気のアカウント
nl: Populair op Mastodon
ru: Подпишитесь на людей
sl: Priljubljeno na Mastodonu
th: เป็นที่นิยมใน Mastodon
vi: Thịnh hành trên Mastodon
zh_hans: Mastodon上流行的
zh_hant: Mastodon 上之流行內容

# Scene.Thread.BackTitle
source: Post
be: Допіс
ca: Tut
cs: Příspěvek
de: Beitrag
el: Ανάρτηση
eu: Bidalketa
fi: Julkaisu
fr: Publication
gl: Publicación
ja: 投稿
nl: Bericht
ru: Пост
sl: Objavi
th: โพสต์
vi: Tút
zh_hans: 嘟文
zh_hant: 嘟文

# Scene.Thread.Title
source: Post from %@
be: Допіс ад %@
ca: Tut de %@
cs: Příspěvek od %@
de: Beitrag von %@
el: Ανάρτηση από %@
eu: %@(e)n bidalketa
fi: Julkaisu tililtä %@
fr: Publication de %@
gd: Post le %@
gl: Publicación de %@
it: Post da %@
ja: %@の投稿
nl: Bericht van %@
ru: Пост %@
sl: Objavil/a
th: โพสต์จาก %@
vi: Tút của %@
zh_hans: 来自 %@ 的嘟文
zh_hant: 來自 %@ 的嘟文

# Scene.Welcome.Education.A11Y.WhatIsMastodon.Title
source: What is Mastodon?
be: Што такое Mastodon?
ca: Què és Mastodon?
cs: Co je Mastodon?
de: Was ist Mastodon?
el: Τι είναι το Mastodon;
eu: Zer da Mastodon?
fi: Mikä Mastodon on?
fr: Qu’est-ce que Mastodon ?
gd: Dè th’ ann am Mastodon?
gl: Que é Mastodon?
it: Cosa è Mastodon?
ja: Mastodonとは？
nl: Wat is Mastodon?
sl: Kaj je Mastodon?
th: Mastodon คืออะไร?
vi: Mastodon là gì?
zh_hans: Mastodon 是什么？
zh_hant: 什麼是 Mastodon？

# Scene.Welcome.Education.Mastodon.Description
source: Mastodon is a decentralized social network, meaning no single company controls it. It’s made up of many independently-run servers, all connected together.
be: Mastodon - гэта дэцэнтралізаваная сацыяльная сетка, што азначае, што ні адна кампанія не кантралюе яе. Ён складаецца з мноства незалежна працуюць сервераў, злучаных разам.
ca: Mastodon és un xarxa social descentralitzada, el que significa que cap empresa la controla. Es composa de molts servidors administrats independentment, tots interconnectats.
cs: Mastodon je decentralizovaná sociální síť, což znamená, že ji neovládá žádná jednotlivá společnost. Skládá se z mnoha nezávisle spravovaných serverů, všechny jsou propojeny dohromady.
de: Mastodon ist ein dezentrales, soziales Netzwerk. Das bedeutet, dass es nicht von einem einzigen Unternehmen kontrolliert wird. Das Netzwerk besteht aus unabhängig voneinander betriebenen Servern, die miteinander verbunden sind.
el: Το Mastodon είναι ένα αποκεντρωμένο κοινωνικό δίκτυο που σημαίνει ότι καμία εταιρεία δεν το ελέγχει. Αποτελείται από πολλούς ανεξάρτητους διακομιστές, όλοι συνδεδεμένοι μαζί.
eu: Mastodon sare sozial deszentralizatua da, eta horrek esan nahi du ez duela konpainia bakar batek kontrolatzen. Zerbitzari independente askok osatzen dute, denak batera konektatuta.
fi: Mastodon on hajautettu sosiaalinen verkosto, joka tarkoittaa sitä, ettei sitä hallitse mikään yksittäinen yritys. Se koostuu monista itsenäisesti ylläpidetyistä palvelimista, jotka on liitetty yhteen.
fr: Mastodon est un réseau social décentralisé, ce qui signifie qu’aucune entreprise ne le contrôle. Il est composé de plusieurs serveurs indépendants, tous connectés ensembles.
gd: ’S e lìonra sòisealta sgaoilte a th’ ann am Mastodon agus is ciall dha seo nach eil e fo smachd aon chompanaidh a-mhàin. Tha e dèanta de ghrunn fhrithealaichean a tha ’gan ruith gu neo-eisimeileach ach ceangailte ri chèile.
gl: Mastodon é unha rede social descentralizada, onde ningunha empresa ten o control. Está formada por moitos servidores independentes comunicándose entre si.
it: Mastodon è un social network decentralizzato, il che significa che nessuna singola azienda lo controlla. È composto da molti server indipendenti che comunicano tra loro.
ja: Mastodon は、いち企業の統制に依存しない非中央集権型のソーシャルネットワークです。たくさんの独立したサーバーが相互につながり合い、ひとつのネットワークを形成しています。
nl: Mastodon is een gedecentraliseerd sociaal netwerk, wat betekent dat geen enkel bedrijf het controleert. Het bestaat uit veel onafhankelijk opererende servers, allemaal verbonden met elkaar.
sl: Mastodon je decentralizirano družbeno omrežje, kar pomeni, da ga ne upravlja nobeno posamezno podjetje. Sestavljajo ga številni neodvisni strežniki, ki so medsebojno povezani.
th: Mastodon เป็นเครือข่ายสังคมแบบกระจายศูนย์ หมายความว่าไม่มีบริษัทใดควบคุมเครือข่ายสังคม เครือข่ายสังคมประกอบด้วยเซิร์ฟเวอร์ที่ทำงานอย่างอิสระจำนวนมาก ทั้งหมดเชื่อมต่อเข้าด้วยกัน
vi: Mastodon là một mạng xã hội phi tập trung, không có công ty nào kiểm soát. Nó bao gồm nhiều máy chủ độc lập được kết nối với nhau.
zh_hans: Mastodon是去中心化的社交网络，这意味着它不由任何企业独控，而是由众多独立运行的服务器联结而成。
zh_hant: Mastodon 是去中心化的社交網路，意思是沒有單一公司掌控它。它由許多獨立運行而互相連接的伺服器組成。

# Scene.Welcome.Education.Mastodon.Title
source: Welcome to Mastodon
be: Вітаем у Mastodon
ca: Benvingut a Mastodon
cs: Vítejte na Mastodonu
de: Willkommen bei Mastodon!
el: Καλώς ήρθες στο Mastodon
eu: Ongi etorri Mastodon-era
fi: Tervetuloa Mastodoniin
fr: Bienvenue sur Mastodon
gd: Fàilte gu Mastodon
gl: Benvida a Mastodon
it: Benvenuto/a su Mastodon
ja: Mastodon とは
nl: Welkom op Mastodon
sl: Dobrodošli na Mastodon
th: ยินดีต้อนรับสู่ Mastodon
vi: Chào mừng đến với Mastodon
zh_hans: 欢迎来到 Mastodon
zh_hant: 歡迎來到 Mastodon

# Scene.Welcome.Education.Servers.Description
source: Every Mastodon account is hosted on a server — each with its own values, rules, & admins. No matter which one you pick, you can follow and interact with people on any server.
be: Кожны акаўнт Mastodon размяшчаецца на серверы - кожны са сваімі каштоўнасцямі, правіламі і адміністратарамі. Незалежна ад таго, які сервер вы вылучыце, вы можаце сачыць і ўзаемадзейнічаць з людзьмі на любым серверы.
ca: Cada compte a Mastodon esta allotjat en un servidor, cadascún d'ells amb els seus propis valors, normes i administradors. Tant és quin trïis, podràs seguir i interactuar amb gent de qualsevol servidor.
cs: Každý účet Mastodon je hostován na serveru — každý s vlastními hodnotami, pravidly a správci. Bez ohledu na to, který si vyberete, můžete sledovat a komunikovat s lidmi na jakémkoliv serveru.
de: Jedes Mastodon-Konto wird auf einem Server gehostet. Jeder Server hat dabei seine eigenen Werte, Regeln und Administrator*innen. Aber egal, für welchen Server Du Dich entscheidest: Du kannst mit Leuten von anderen Servern interagieren und ihnen folgen.
el: Κάθε λογαριασμός Mastodon φιλοξενείται σε ένα διακομιστή - ο καθένας με τις δικές του αξίες, κανόνες και διαχειριστές. Ανεξάρτητα από το ποιον μπορεί να επιλέξεις, μπορείς να ακολουθήσεις και να αλληλεπιδράσεις με άτομα από οποιονδήποτε διακομιστή.
eu: Mastodonen kontu bakoitza zerbitzari batean dago — bakoitzak bere balore, arau eta administratzaileekin. Ez du axola zein aukeratzen duzun, edozein zerbitzaritako pertsonak jarraitu eta beraiekin elkarreraginean jardun dezakezu.
fi: Jokainen Mastodon-tili sijaitsee jollakin palvelimella, joilla on kaikilla omat arvot, säännöt ja ylläpitäjät. Palvelinvalinnastasi riippumatta voit seurata kaikkien palvelinten käyttäjiä ja viestiä heidän kanssaan.
fr: Chaque compte Mastodon est hébergé sur un serveur — chacun avec ses propres valeurs, règles, et administrateurs. Peu importe celui que vous choisissez, vous pouvez suivre et interagir avec des personnes sur n'importe quel serveur.
gd: Tha gach cunntas Mastodon ’ga òstadh air frithealaiche – tha luachan, riaghailtean ⁊ rianairean sònraichte aig gach fear. Ge b’ e dè am frithealaiche a thaghas tu, ’s urrainn dhut daoine air frithealaiche sam bith a leantainn is bruidhinn riutha.
gl: Cada conta Mastodon está hospedada nun servidor — cada unha coas súas regras, valores e admins. Non importa cal elixas, podes seguir e interactuar con persoas de outros servidores.
it: Ogni account Mastodon è ospitato su un server — ognuno con i propri valori, regole, e amministratori. Non importa quale scegliere, è possibile seguire e interagire con persone su altri server.
ja: Mastodon のアカウントはいずれかのサーバーに所属します。それぞれのサーバーは異なる価値観やルールをもち、それらを管理する管理者がいます。どのサーバーにいても、ほかのあらゆるサーバーのユーザーをフォローして、かかわりをもつことができるでしょう。
nl: Elk Mastodon account wordt gehost op een server - elk met diens eigen waarden, regels en beheerders. Het maakt niet uit welke server je kiest, je kunt mensen op elke server volgen en ermee communiceren.
sl: Vsak račun Mastodon gostuje na strežniku — vsak strežnik ima svoje vrednote, pravila in skbrnike. Vseeno je, katerega izberete - sledite in komunicirate lahko z osebbami na poljubnem strežniku.
th: ทุกบัญชี Mastodon จะถูกโฮสต์ในเซิร์ฟเวอร์ ซึ่งแต่ละแห่งมีค่านิยม, กฎ และผู้ดูแลของเซิร์ฟเวอร์เอง ไม่ว่าคุณจะเลือกเซิร์ฟเวอร์ใด คุณสามารถติดตามและโต้ตอบกับผู้คนในเซิร์ฟเวอร์ใดก็ได้
vi: Mỗi tài khoản Mastodon được lưu trữ trên một máy chủ — với nội quy và quản trị viên riêng. Bất kể bạn chọn máy chủ nào, bạn có thể theo dõi và tương tác với mọi người trên máy chủ khác.
zh_hans: 所有的 Mastodon 帐号皆托管于各自的服务器上，每个服务器有各自的价值取向、规则与管理员。无论你选择哪个服务器，你都能关注并与其他任何服务器上的用户互动。
zh_hant: 所有的 Mastodon 帳號皆託管於一個伺服器上 — 其擁有各自之價值觀、規則、與管理者。無論您選擇何者，您皆能跟隨並與其他任何伺服器上的人們互動。

# Scene.Welcome.Education.Servers.Title
source: What are servers?
be: Што такое серверы?
ca: Què son els servidors?
cs: Co jsou to servery?
de: Was sind Server?
el: Τι είναι οι διακομιστές;
eu: Zer dira zerbitzariak?
fi: Mitä palvelimet ovat?
fr: Que sont les serveurs ?
gd: Dè th’ anns na frithealaichean?
gl: Que son os servidores?
it: Cosa sono i server?
ja: サーバーとは
nl: Wat zijn servers?
sl: Kaj so strežniki?
th: เซิร์ฟเวอร์คืออะไร?
vi: Máy chủ là gì?
zh_hans: 服务器是什么？
zh_hant: 伺服器是什麼？

# Scene.Welcome.JoinDefaultServer
source: Join %@
be: Далучыцца да %@
ca: Uneix-te a %@
cs: Připojit se k %@
de: %@ beitreten
el: Γίνε μέλος %@
eu: Batu %@-(e)ra
fi: Liity palvelimelle %@
fr: Rejoindre %@
gd: Faigh ballrachd aig %@
gl: Únete a %@
it: Unisciti a %@
ja: %@ に登録
nl: Registreren op %@
sl: Pridruži se %@
th: เข้าร่วม %@
vi: Tham gia %@
zh_hans: 加入 %@
zh_hant: 加入 %@

# Scene.Welcome.LearnMore
source: Learn more
be: Даведацца больш
ca: Més informació
cs: Zjistit více
de: Mehr erfahren
el: Μάθε περισσότερα
eu: Ikasi gehiago
fi: Lue lisää
fr: En savoir plus
gd: Barrachd fiosrachaidh
gl: Saber máis
it: Scopri di più
ja: 詳しく学ぶ
nl: Meer leren
sl: Več o tem
th: เรียนรู้เพิ่มเติม
vi: Tìm hiểu thêm
zh_hans: 了解详情
zh_hant: 了解更多

# Scene.Welcome.LogIn
source: Log In
be: Увайсці
ca: Inicia sessió
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
eu: Hasi saioa
fi: Kirjaudu sisään
fr: Se connecter
gd: Clàraich a-steach
gl: Acceder
it: Accedi
ja: ログイン
nl: Inloggen
ru: Вход
sl: Prijava
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# Scene.Welcome.PickServer
source: Pick another server
be: Выбраць іншы сервер
ca: Tria un altre servidor
cs: Vybrat jiný server
de: Einen anderen Server auswählen
el: Διάλεξε άλλο διακομιστή
eu: Aukeratu beste zerbitzari bat
fi: Valitse eri palvelin
fr: Trouver un autre serveur
gd: Tagh frithealaiche eile
gl: Elixe outro servidor
it: Scegli un altro server
ja: ほかのサーバーをさがす
nl: Kies een andere server
sl: Izberi drug strežnik
th: เลือกเซิร์ฟเวอร์อื่น
vi: Tìm máy chủ khác
zh_hans: 选择另一个服务器
zh_hant: 挑選另一個伺服器

# Scene.Welcome.Separator.Or
source: or
be: або
ca: o
cs: nebo
de: oder
el: ή
eu: edo
fi: tai
fr: ou
gd: no
gl: ou
it: o
ja: または
nl: of
sl: ali
th: หรือ
vi: hoặc
zh_hans: 或
zh_hant: 或
