Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Common.Alerts.BlockDomain.BlockEntireDomain
source: Block Domain
be: Заблакіраваць дамен
ca: Bloca el domini
cs: Blokovat doménu
de: Domain blockieren
el: Αποκλεισμός Τομέα
eu: Blokeatu domeinua
fi: Estä verkkotunnus
fr: Bloquer le domaine
gd: Bac an àrainn
gl: Bloquear Dominio
it: Blocca il dominio
ja: ドメインをブロック
nl: Blokkeer domein
ru: Заблокировать узел
sl: Blokiraj domeno
th: ปิดกั้นโดเมน
vi: Chặn máy chủ
zh_hans: 屏蔽域名
zh_hant: 封鎖網域

# Common.Alerts.BlockDomain.Title
source: Are you really, really sure you want to block the entire %@? In most cases a few targeted blocks or mutes are sufficient and preferable. You will not see content from that domain and any of your followers from that domain will be removed.
be: Вы абсалютна дакладна ўпэўнены, што хочаце заблакіраваць %@ зусім? У большасці выпадкаў, дастаткова некалькіх мэтавых блакіровак ці ігнараванняў. Вы перастанеце бачыць змесціва з гэтага дамену і вашы падпіскі з гэтага дамену будуць выдаленыя.
ca: Estàs totalment segur que vols bloquejar per complet %@? En la majoria dels casos bloquejar o silenciar uns pocs objectius és suficient i preferible. No veureu contingut d’aquest domini i se suprimirà qualsevol dels vostres seguidors d’aquest domini.
cs: Opravdu chcete blokovat celou doménu %@? Ve většině případů stačí zablokovat nebo skrýt pár konkrétních uživatelů, což také doporučujeme. Z této domény neuvidíte obsah v žádné veřejné časové ose ani v oznámeních. Vaši sledující z této domény budou odstraněni.
de: Bist du dir wirklich sicher, dass du die ganze Domain %@ blockieren willst? In den meisten Fällen reichen ein paar gezielte Blockierungen oder Stummschaltungen aus und werden bevorzugt. Du wirst den Inhalt von dieser Domain nicht mehr sehen. Deine Follower von dieser Domain werden entfernt.
el: Σίγουρα θες να αποκλείσεις ολόκληρο τον %@; Συνήθως μερικοί συγκεκριμένοι αποκλεισμοί ή σιγάσεις επαρκούν και προτιμούνται. Δε θα βλέπεις περιεχόμενο από αυτό τον τομέα. Όσους ακόλουθους έχεις σε αυτόν τον τομέα θα αφαιρεθούν.
eu: Ziur, erabat ziur, %@ domeinu osoa blokeatu nahi duzula? Gehienetan erabiltzaile gutxi batzuk blokeatu edo mututzearekin nahikoa da. Ez duzu domeinu horretako edukirik ikusiko eta domeinu horretako zure jarraitzaileak kenduko dira.
fi: Haluatko aivan varmasti estää palvelun %@ täysin? Useimmiten muutama kohdistettu esto tai mykistys on riittävä ja suositeltava toimenpide. Et näe kyseisen palvelun sisältöä julkisilla aikajanoilla tai ilmoituksissa. Tälle palvelulle kuuluvat seuraajasi poistetaan.
fr: Voulez-vous vraiment, vraiment bloquer %@ en entier ? Dans la plupart des cas, quelques blocages ou masquages ciblés sont suffisants et préférables. Vous ne verrez plus de contenu provenant de ce domaine, ni dans fils publics, ni dans vos notifications. Vos abonnés utilisant ce domaine seront retirés.
gd: A bheil thu cinnteach dha-rìribh gu bheil thu airson an àrainn %@ a bhacadh uile gu lèir? Mar as trice, foghnaidh gun dèan thu bacadh no mùchadh no dhà gu sònraichte agus bhiodh sin na b’ fheàrr. Chan fhaic thu susbaint on àrainn ud agus thèid an luchd-leantainn agad on àrainn ud a thoirt air falbh.
gl: Tes a certeza de querer bloquear todo de %@? Na meirande parte dos casos uns bloqueos ou silenciados específicos son suficientes e preferibles. Non verás máis o contido deste dominio en ningunha cronoloxía pública e as túas seguidoras deste dominio serán eliminadas.
it: Vuoi davvero bloccare %@ completamente? Nella maggioranza dei casi, è preferibile e sufficiente bloccare o silenziare pochi account in modo mirato. Non vedrai i contenuti di quel dominio e tutti i tuoi follower da quel dominio verranno rimossi.
ja: 本当に%@全体をブロックしたいのですか？ ほとんどの場合、いくつかのターゲットを絞ったブロックやミュートで十分ですし、それが望ましいです。そのドメインからのコンテンツが表示されなくなり、そのドメインからのフォロワーもすべて削除されます。
nl: Weet je het echt heel erg zeker dat je alles van %@ wilt negeren? In de meeste gevallen is het blokkeren of negeren van een paar specifieke personen voldoende. Je zult geen berichten van deze server op openbare tijdlijnen zien of in jouw meldingen. Jouw volgers van deze server worden verwijderd.
ru: Вы очень точно уверены, что хотите полностью заблокировать %@? В большинстве случаев пары блокировок и добавлений в игнорируемые вполне достаточно. Вы перестанете видеть содержимое с этого узла и все ваши подписчики оттуда будут убраны.
sl: Ali ste res, res prepričani, da želite blokirati celotno %@? V večini primerov je nekaj ciljnih blokiranj ali utišanj dovolj in boljše. Vsebine iz te domene ne boste videli na javnih časovnicah ali obvestilih. Vaši sledilci iz te domene bodo odstranjeni.
th: คุณแน่ใจจริง ๆ หรือไม่ว่าต้องการปิดกั้นทั้ง %@? ในกรณีส่วนใหญ่ การปิดกั้นหรือการซ่อนแบบกำหนดเป้าหมายไม่กี่รายการนั้นเพียงพอและเป็นที่นิยม คุณจะไม่เห็นเนื้อหาจากโดเมนนั้นและจะเอาผู้ติดตามใดก็ตามของคุณจากโดเมนนั้นออก
vi: Bạn thật sự muốn ẩn toàn bộ nội dung từ %@? Sẽ hợp lý hơn nếu bạn chỉ chặn hoặc ẩn một vài tài khoản cụ thể. Ẩn toàn bộ nội dung từ máy chủ sẽ khiến bạn không còn thấy nội dung từ máy chủ đó ở bất kỳ nơi nào, kể cả thông báo. Người theo dõi bạn từ máy chủ đó cũng sẽ bị xóa luôn.
zh_hans: 你真的确定要屏蔽所有来自 %@ 的内容吗？多数情况下，屏蔽或隐藏几个特定的用户就已经足够了。屏蔽 %@ 后，来自该域名的内容将不再出现在你的任何公共时间轴或通知列表里；来自该域名的关注者也将被移除。
zh_hant: 真的非常確定要封鎖整個 %@ 網域嗎？大部分情況下，您只需要封鎖或靜音少數特定的帳號已能滿足需求。您將不能看到來自此網域的內容。您來自該網域的跟隨者也將被移除。

# Common.Alerts.BoostAPost.Boost
source: Boost
be: Пашырыць
de: Teilen
el: Ενίσχυση
eu: Bultzada
fr: Partager
gd: Brosnaich
gl: Promover
it: Condividi
ja: ブースト
sl: Izpostavi
th: ดัน
vi: Đăng lại
zh_hans: 转嘟
zh_hant: 轉嘟

# Common.Alerts.BoostAPost.Cancel
source: Cancel
be: Скасаваць
de: Abbrechen
el: Άκυρο
eu: Utzi
fr: Annuler
gd: Sguir dheth
gl: Desbotar
it: Annulla
ja: キャンセル
nl: Annuleren
sl: Prekliči
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Common.Alerts.BoostAPost.TitleBoost
source: Boost Post?
be: Пашырыць допіс?
de: Beitrag teilen?
el: Ενίσχυση Ανάρτησης;
eu: Bultzatu bidalketa?
fr: Partager le message ?
gd: Am brosnaich thu am post?
gl: Promover publicación?
it: Condividere il post?
ja: ブーストしますか？
nl: Bericht boosten?
sl: Ali želite izpostaviti objavo?
th: ดันโพสต์?
vi: Đăng lại?
zh_hans: 是否转嘟？
zh_hant: 是否要轉嘟？

# Common.Alerts.BoostAPost.TitleUnboost
source: Unboost Post?
be: Прыбраць допіс?
de: Beitrag nicht mehr teilen?
el: Αναίρεση Ενίσχυσης Ανάρτησης;
eu: Bidalketari bultzada kendu?
fr: Annuler le partage du message ?
gd: An dì-bhrosnaich thu am post?
gl: Retirar promoción?
it: Annullare la condivisione del post?
ja: ブーストを解除しますか？
nl: Bericht niet meer boosten?
sl: Ali želite preklicati izpostavitev objave?
th: เลิกดันโพสต์?
vi: Hủy đăng lại?
zh_hans: 是否取消转嘟？
zh_hant: 是否要取消轉嘟？

# Common.Alerts.BoostAPost.Unboost
source: Unboost
be: Прыбраць
de: Beitrag nicht mehr teilen
el: Ακύρωση ενίσχυσης
eu: Kendu bultzada
fr: Annuler le partage
gd: Na brosnaich tuilleadh
gl: Retirar promoción
it: Annulla la condivisione
ja: ブースト解除
nl: Niet meer boosten
sl: Prekliči izpostavitev
th: เลิกดัน
vi: Hủy đăng lại
zh_hans: 取消转嘟
zh_hant: 取消轉嘟

# Common.Alerts.CleanCache.Message
source: Successfully cleaned %@ cache.
be: Паспяхова ачышчаны %@ кэшу.
ca: S'han esborrat %@ de memòria cau.
cs: Úspěšně vyčištěno %@ mezipaměti.
de: %@ erfolgreich aus dem Cache gelöscht.
el: Επιτυχής καθαρισμός %@ προσωρινής μνήμης.
eu: Behar bezala garbitu da %@ cache-a.
fi: %@ välimuisti tyhjennetty onnistuneesti.
fr: Cache de %@ effacé avec succès.
gd: Chaidh %@ a thasgadan fhalamhachadh.
gl: Baleirouse %@ da caché correctamente.
it: Cache %@ pulita con successo.
ja: %@のキャッシュを消去しました。
nl: Cache-geheugen (%@) succesvol gewist.
ru: Успешно очищено %@ кэша.
sl: Uspešno počiščem predpomnilnik %@.
th: ล้างแคช %@ สำเร็จ
vi: Đã xóa %@ bộ nhớ đệm.
zh_hans: 成功清除 %@ 缓存。
zh_hant: 成功清除 %@ 快取。

# Common.Alerts.CleanCache.Title
source: Clean Cache
be: Ачысціць кэш
ca: Esborra la memòria cau
cs: Vyčistit mezipaměť
de: Zwischenspeicher leeren
el: Εκκαθάριση Προσωρινής Μνήμης
eu: Garbitu cache-a
fi: Puhdista välimuisti
fr: Vider le cache
gd: Falamhaich an tasgadan
gl: Limpar caché
it: Pulisci la cache
ja: キャッシュを消去
nl: Cache-geheugen Wissen
ru: Очистка кэша
sl: Počisti predpomnilnik
th: ล้างแคช
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除快取

# Common.Alerts.Common.PleaseTryAgain
source: Please try again.
be: Паспрабуйце яшчэ раз.
ca: Torna-ho a provar.
cs: Zkuste to prosím znovu.
de: Bitte versuche es erneut.
el: Παρακαλώ προσπάθησε ξανά.
eu: Mesedez, saiatu berriro.
fi: Yritä uudelleen.
fr: Merci de réessayer.
gd: Feuch ris a-rithist.
gl: Téntao de novo.
it: Per favore riprova.
ja: もう一度お試しください。
nl: Probeer het opnieuw.
ru: Пожалуйста, попробуйте ещё раз.
sl: Poskusite znova.
th: โปรดลองอีกครั้ง
vi: Vui lòng thử lại.
zh_hans: 请重试。
zh_hant: 請再試一次。

# Common.Alerts.Common.PleaseTryAgainLater
source: Please try again later.
be: Паўтарыце спробу пазней.
ca: Prova-ho més tard.
cs: Zkuste to prosím znovu později.
de: Bitte versuche es später nochmal.
el: Παρακαλώ δοκίμασε ξανά αργότερα.
eu: Mesedez beranduago saiatu.
fi: Yritä uudelleen myöhemmin.
fr: Merci de réessayer plus tard.
gd: Feuch ris a-rithist an ceann greis.
gl: Inténtao de novo máis tarde.
it: Per favore, riprova più tardi.
ja: 後でもう一度お試しください。
nl: Probeer het later nog eens.
ru: Пожалуйста, попробуйте позже.
sl: Poskusite znova pozneje.
th: โปรดลองอีกครั้งในภายหลัง
vi: Vui lòng thử lại sau.
zh_hans: 请稍后重试。
zh_hant: 請稍候再試。

# Common.Alerts.DeletePost.Message
source: Are you sure you want to delete this post?
be: Вы ўпэўненыя, што хочаце выдаліць гэты допіс?
ca: Segur que vols eliminar aquesta publicació?
cs: Opravdu chcete smazat tento příspěvek?
de: Bist du dir sicher, dass du diesen Beitrag löschen willst?
el: Είσαι βέβαιος ότι θες να διαγράψεις την ανάρτηση;
eu: Ziur bidalketa hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa julkaisun?
fr: Voulez-vous vraiment supprimer ce message ?
gd: A bheil thu cinnteach gu bheil thu airson am post seo a sguabadh às?
gl: Tes a certeza de querer eliminar esta publicación?
it: Vuoi veramente eliminare questo post?
ja: 本当にこの投稿を削除しますか？
nl: Weet je zeker dat je dit bericht wilt verwijderen?
ru: Вы уверены, что хотите удалить этот пост?
sl: Ali ste prepričani, da želite izbrisati to objavo?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโพสต์นี้?
vi: Bạn có chắc muốn xóa tút này không?
zh_hans: 确定要删除这个帖子吗？
zh_hant: 是否確定要刪除此嘟文？

# Common.Alerts.DeletePost.Title
source: Delete Post
be: Выдаліць допіс
ca: Eliminar la publicació
cs: Odstranit příspěvek
de: Beiträge löschen
el: Διαγραφή Ανάρτησης
eu: Ziur zaude bidalketa hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän julkaisun?
fr: Voulez-vous vraiment supprimer ce message ?
gd: Sguab às am post
gl: Eliminar publicación
it: Cancella il post
ja: 投稿を削除
nl: Bericht verwijderen
ru: Вы уверены, что хотите удалить этот пост?
sl: Izbriši objavo
th: ลบโพสต์
vi: Xóa tút
zh_hans: 删除嘟文
zh_hant: 刪除嘟文

# Common.Alerts.EditProfileFailure.Message
source: Cannot edit profile. Please try again.
be: Не атрымалася змяніць профіль. Паспрабуйце яшчэ раз.
ca: No es pot editar el perfil. Torna-ho a provar.
cs: Nelze upravit profil. Zkuste to prosím znovu.
de: Profil kann nicht bearbeitet werden. Bitte versuche es erneut.
el: Αδυναμία επεξεργασίας προφίλ. Παρακαλώ δοκίμασε ξανά.
eu: Ezin da profila editatu. Mesedez saiatu berriro.
fi: Profiilia ei voida muoka. Yritä uudelleen.
fr: Impossible de modifier le profil. Veuillez réessayer.
gd: Cha b’ urrainn dhuinn a’ pròifil a dheasachadh. Feuch ris a-rithist.
gl: Non se editou o perfil. Inténtao máis tarde.
it: Impossibile modificare il profilo. Per favore, riprova.
ja: プロフィールを編集できません。もう一度お試しください。
nl: Je profiel kan niet bewerkt worden. Probeer het opnieuw.
ru: Не удаётся изменить профиль. Пожалуйста, попробуйте ещё раз.
sl: Profila ni mogoče urejati. Poskusite znova.
th: ไม่สามารถแก้ไขโปรไฟล์ โปรดลองอีกครั้ง
vi: Không thể chỉnh sửa hồ sơ. Vui lòng thử lại.
zh_hans: 无法编辑个人资料，请重试。
zh_hant: 無法編輯個人檔案。請重試。

# Common.Alerts.EditProfileFailure.Title
source: Edit Profile Error
be: Памылка пры рэдагаванні профілю
ca: Error en editar el perfil
cs: Chyba při úpravě profilu
de: Fehler beim Bearbeiten des Profils
el: Σφάλμα Επεξεργασίας Προφίλ
eu: Errorea profila editatzean
fi: Virhe profiilin muokkauksessa
fr: Erreur lors de l'édition du profil
gd: Mearachd le deasachadh na pròifil
gl: Erro ao editar o perfil
it: Errore nella modifica del profilo
ja: プロフィールを編集できませんでした
nl: Profiel bewerken mislukt
ru: Ошибка изменения профиля
sl: Napaka urejanja profila
th: ข้อผิดพลาดการแก้ไขโปรไฟล์
vi: Lỗi chỉnh sửa hồ sơ
zh_hans: 编辑个人资料出现错误
zh_hant: 編輯個人檔案錯誤

# Common.Alerts.MediaMissingAltText.Cancel
source: Cancel
be: Скасаваць
de: Abbrechen
el: Άκυρο
eu: Utzi
fr: Annuler
gd: Sguir dheth
gl: Desbotar
it: Annulla
ja: キャンセル
nl: Annuleren
sl: Prekliči
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Common.Alerts.MediaMissingAltText.Message
source: %d of your images are missing alt text. Post Anyway?
be: %d выявы не маюць альтэрнатыўны тэкст. Усё роўна апублікаваць?
de: Bei %d Ihrer Bilder fehlt der Alt-Text. Trotzdem posten?
el: %d από τις εικόνες σου δεν έχει εναλλακτικό κείμενο. Ανάρτηση ούτως ή άλλως;
eu: Zure %d argazkik ez dute alt testurik. Nolanahi ere, argitaratu?
fr: %d de vos images n'ont pas de texte alternatif. Publier quand-même ?
gd: Tha roghainn teacsa a dhìth air %d dhe na dealbhan agad. A bheil thu airson a phostadh co-dhiù?
gl: %d das imaxes non teñen Alt Text. Publicar?
it: In %d delle tue immagini manca il testo alternativo. Pubblicare comunque?
ja: %d 枚の画像に代替テキストがありません。そのまま投稿しますか？
nl: %d van je afbeeldingen missen alt-tekst. Alsnog plaatsen?
sl: Manjka nadomestno besedilo za %d slik. Ali želite vseeno opraviti objavo?
th: %d ภาพของคุณไม่มีข้อความแสดงแทน โพสต์ต่อไป?
vi: %d hình thiếu văn bản liên kết. Vẫn cứ đăng?
zh_hans: 你有 %d 张图像缺少替代文本。 仍要发布吗？
zh_hant: 您的 %d 則圖片沒有 ALT 說明文字。您仍要發嘟嗎？

# Common.Alerts.MediaMissingAltText.Post
source: Post
be: Допіс
de: Veröffentlichen
el: Ανάρτηση
eu: Argitaratu
fr: Message
gd: Postaich
gl: Publicar
it: Pubblica
ja: 投稿
nl: Alsnog plaatsen
sl: Objavi
th: โพสต์
vi: Đăng
zh_hans: 发布
zh_hant: 發嘟

# Common.Alerts.MediaMissingAltText.Title
source: Media Missing Alt Text
be: У медыя адсутнічае альтэрнатыўны тэкст
de: Medien haben keinen Alt-Text
el: Το πολυμέσο Δεν Έχει Εναλλακτικό Κείμενο
eu: Multimedien alt testua falta da
fr: Texte alternatif manquant pour les médias
gd: Tha roghainn teacsa a dhìth air meadhan
gl: O multimedia non ten Texto Alt
it: Testo alternativo mancante nel file
ja: メディアに代替テキストがありません
nl: Media zonder alt-tekst
sl: Manjka nadomestno besedilo za večpredstavnostno vsebino
th: สื่อไม่มีข้อความแสดงแทน
vi: Thiếu văn bản thay thế
zh_hans: 媒体缺少替代文本
zh_hant: 媒體沒有 ALT 說明文字

# Common.Alerts.PublishPostFailure.AttachmentsMessage.MoreThanOneVideo
source: Cannot attach more than one video.
be: Немагчыма дадаць больш за адно відэа.
ca: No es pot adjuntar més d'un vídeo.
cs: Nelze připojit více než jedno video.
de: Es kann nicht mehr als ein Video angehängt werden.
el: Δεν γίνεται να επισυνάψεις περισσότερα από 1 βίντεο.
eu: Ezin da bideo bat baino gehiago erantsi.
fi: Ei voi liittä yhtä videota enempää.
fr: Impossible de joindre plus d’une vidéo.
gd: Chan urrainn dhut barrachd air aon video a cheangal ris.
gl: Non podes anexar máis de un vídeo.
it: Impossibile allegare più di un filmato.
ja: 複数の動画を添付することはできません。
nl: Kan niet meer dan één video toevoegen.
ru: Невозможно прикрепить более одного видео.
sl: Ni možno priložiti več kot enega videoposnetka.
th: ไม่สามารถแนบมากกว่าหนึ่งวิดีโอ
vi: Không thể đính kèm nhiều video.
zh_hans: 最多添加一个视频。
zh_hant: 無法附加一個以上影片。

# Common.Alerts.PublishPostFailure.AttachmentsMessage.VideoAttachWithPhoto
source: Cannot attach a video to a post that already contains images.
be: Немагчыма прымацаваць відэа да допісу, які ўжо змяшчае выявы.
ca: No es pot adjuntar un vídeo a un tut que ja contingui imatges.
cs: K příspěvku, který již obsahuje obrázky, nelze připojit video.
de: Es kann kein Video an einen Beitrag, der bereits Bilder enthält, angehängt werden.
el: Δε γίνεται να προσθέσεις βίντεο σε ανάρτηση που ήδη περιέχει εικόνες.
eu: Ezin da irudiak dituen bidalketa batean bideo bat erantsi.
fi: Videota ei voi liittää tilapäivitykseen, joka sisältää jo kuvia.
fr: Impossible de joindre une vidéo à un statut contenant déjà des images.
gd: Chan urrainn dhut video a cheangal ri post sa bheil dealbh mu thràth.
gl: Non podes anexar un vídeo a unha publicación que xa contén imaxes.
it: Impossibile allegare un filmato a un post che contiene già immagini.
ja: すでに画像が含まれている投稿に、動画を添付することはできません。
nl: Een video kan niet aan een bericht met afbeeldingen worden gekoppeld.
ru: Невозможно прикрепить видео к посту, содержащему изображения.
sl: Videoposnetka ni mogoče priložiti objavi, ki že vsebuje slike.
th: ไม่สามารถแนบวิดีโอกับโพสต์ที่มีภาพอยู่แล้ว
vi: Không thể đính kèm video cùng với hình ảnh.
zh_hans: 无法在帖子中同时插入视频和图片。
zh_hant: 無法於已有圖片之嘟文中加入影片.

# Common.Alerts.PublishPostFailure.Message
source: Failed to publish the post. Please check your internet connection.
be: Не ўдалося апублікаваць допіс. Праверце злучэнне з інтэрнэтам.
ca: No s'ha pogut enviar la publicació. Comprova la connexió a Internet.
cs: Nepodařilo se publikovat příspěvek. Zkontrolujte prosím připojení k internetu.
de: Fehler beim Veröffentlichen des Beitrags. Bitte überprüfe deine Internetverbindung.
el: Αποτυχία δημοσίευσης της ανάρτησης. Παρακαλούμε έλεγξε τη σύνδεσή σου στο διαδίκτυο.
eu: Huts egin du bidalketa argitaratzean. Egiaztatu Interneteko konexioa.
fi: Julkaisun julkaiseminen epäonnistui. Tarkista internet-yhteytesi.
fr: La publication a échoué. Veuillez vérifier votre accès à Internet.
gd: Cha deach leinn am post fhoillseachadh. Thoir sùil air a’ cheangal agad ris an eadar-lìon.
gl: Fallou a publicación. Comproba a conexión a internet.
it: Pubblicazione del post fallita. Per favore verifica la tua connessione internet.
ja: 投稿に失敗しました。 インターネットに接続されているか確認してください。
nl: Het publiceren van het bericht is mislukt. Controleer je internetverbinding.
ru: Не удалось опубликовать пост. Пожалуйста, проверьте подключение к интернету.
sl: Objava je spodletela. Preverite svojo internetno povezavo.
th: ไม่สามารถเผยแพร่โพสต์ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
vi: Không thể đăng tút. Vui lòng kiểm tra kết nối mạng.
zh_hans: 帖子发送失败。 请检查你的网络连接。
zh_hant: 發表嘟文失敗。 請檢查您的網路連線。

# Common.Alerts.PublishPostFailure.Title
source: Publish Failure
be: Памылка пры публікацыі
ca: Error en publicar
cs: Publikování selhalo
de: Fehler bei Veröffentlichung
el: Αποτυχία Ανάρτησης
eu: Hutsegitea argitaratzean
fi: Julkaiseminen epäonnistui
fr: La publication a échoué
gd: Dh’fhàillig leis an fhoillseachadh
gl: Fallou a publicación
it: Pubblicazione fallita
ja: 失敗
nl: Publicatiefout
ru: Ошибка публикации
sl: Spodletela objava
th: การเผยแพร่ล้มเหลว
vi: Đăng tút không thành công
zh_hans: 发布失败
zh_hant: 發表嘟文失敗

# Common.Alerts.SavePhotoFailure.Message
source: Please enable the photo library access permission to save the photo.
be: Дайце дазвол на доступ да бібліятэкі фатаграфій, каб захаваць фатаграфію.
ca: Activa el permís d'accés a la biblioteca de fotos per a desar-la.
cs: Pro uložení fotografie povolte přístup k knihovně fotografií.
de: Bitte aktiviere den Zugriff auf die Fotobibliothek, um das Foto zu speichern.
el: Παρακαλώ ενεργοποίησε την άδεια πρόσβασης στη βιβλιοθήκη φωτογραφιών για να αποθηκεύσεις τη φωτογραφία.
eu: Gaitu argazki galeriarako sarbidearen baimena argazkia gordetzeko.
fi: Myönnä kuvakirjaston käyttöoikeus tallentaaksesi kuvan.
fr: Veuillez activer la permission d'accès à la photothèque pour enregistrer la photo.
gd: Cuir cead inntrigidh do thasg-lann nan dealbhan an comas gus an dealbh a shàbhaladh.
gl: Activa o permiso de acceso á galería de fotos para gardar a foto.
it: Si prega di abilitare l'autorizzazione di accesso alla galleria immagini per salvare la foto.
ja: 写真を保存するには、フォトライブラリへのアクセス許可を有効にしてください。
nl: Geef toestemming om de foto op te slaan.
ru: Пожалуйста, предоставьте доступ к библиотеке фотографий, чтобы сохранить это изображение.
sl: Za shranjevanje fotografije omogočite pravice za dostop do knjižnice fotografij.
th: โปรดเปิดใช้งานสิทธิอนุญาตการเข้าถึงคลังรูปภาพเพื่อบันทึกรูปภาพ
vi: Vui lòng cho phép quyền truy cập thư viện hình ảnh để lưu hình ảnh về máy.
zh_hans: 请启用照片库访问权限以保存照片。
zh_hant: 請開啟圖片庫存取權限以儲存照片。

# Common.Alerts.SavePhotoFailure.Title
source: Save Photo Failure
be: Памылка пры захаванні фотам
ca: Error en desar la foto
cs: Uložení fotografie se nezdařilo
de: Foto konnte nicht gespeichert werden
el: Αποτυχία Αποθήκευσης Φωτογραφίας
eu: Hutsegitea argazkia gordetzean
fi: Kuvan tallentaminen epäonnistui
fr: Échec de l'enregistrement de la photo
gd: Dh’fhàillig le sàbhaladh an deilbh
gl: Erro ao gardar a fotografía
it: Salvataggio foto fallito
ja: 写真の保存に失敗しました
nl: Foto Opslaan Mislukt
ru: Ошибка сохранения изображения
sl: Neuspelo shranjevanje fotografije
th: การบันทึกรูปภาพล้มเหลว
vi: Lưu hình ảnh không thành công
zh_hans: 保存照片失败
zh_hant: 儲存照片失敗

# Common.Alerts.ServerError.Title
source: Server Error
be: Памылка сервера
ca: Error del servidor
cs: Chyba serveru
de: Serverfehler
el: Σφάλμα Διακομιστή
eu: Zerbitzari-errorea
fi: Palvelinvirhe
fr: Erreur serveur
gd: Mearachd an fhrithealaiche
gl: Erro do servidor
it: Errore del server
ja: サーバーエラー
nl: Serverfout
ru: Ошибка сервера
sl: Napaka strežnika
th: ข้อผิดพลาดเซิร์ฟเวอร์
vi: Lỗi máy chủ
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

# Common.Alerts.SignOut.Confirm
source: Sign Out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Se déconnecter
gd: Clàraich a-mach
gl: Pechar sesión
it: Esci
ja: サインアウト
nl: Log-uit
ru: Выйти
sl: Odjava
th: ลงชื่อออก
vi: Đăng xuất
zh_hans: 退出账户
zh_hant: 登出

# Common.Alerts.SignOut.Message
source: Are you sure you want to sign out?
be: Вы ўпэўненыя, што хочаце выйсці?
ca: Segur que vols tancar la sessió?
cs: Opravdu se chcete odhlásit?
de: Bist du sicher, dass du dich abmelden möchten?
el: Είσαι βέβαιος ότι θες να αποσυνδεθείς;
eu: Ziur saioa amaitu nahi duzula?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
gd: A bheil thu cinnteach gu bheil thu airson clàradh a-mach?
gl: Tes a certeza de queres pechar a sesión?
it: Vuoi davvero scollegarti?
ja: 本当にサインアウトしますか？
nl: Weet je zeker dat je wilt uitloggen?
ru: Вы действительно хотите выйти из учётной записи?
sl: Ali ste prepričani, da se želite odjaviti?
th: คุณแน่ใจหรือไม่ว่าต้องการลงชื่อออก?
vi: Bạn có chắc muốn đăng xuất không?
zh_hans: 确定要退出账户吗？
zh_hant: 您確定要登出嗎?

# Common.Alerts.SignOut.Title
source: Sign Out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Se déconnecter
gd: Clàraich a-mach
gl: Pechar sesión
it: Esci
ja: サインアウト
nl: Log-uit
ru: Выход
sl: Odjava
th: ลงชื่อออก
vi: Đăng xuất
zh_hans: 退出账户
zh_hant: 登出

# Common.Alerts.SignUpFailure.Title
source: Sign Up Failure
be: Памылка пры рэгістрацыі
ca: Error en el registre
cs: Registrace selhala
de: Registrierungsfehler
el: Αποτυχία Εγγραφής
eu: Hutsegitea izen-ematean
fi: Rekisteröinti epäonnistui
fr: Échec de l'inscription
gd: Dh’fhàillig leis a’ chlàradh
gl: Fallou o rexistro
it: Iscrizione fallita
ja: サインアップに失敗しました
nl: Registratiefout
ru: Ошибка регистрации
sl: Neuspela registracija
th: การลงทะเบียนล้มเหลว
vi: Đăng ký không thành công
zh_hans: 注册失败
zh_hant: 註冊失敗

# Common.Alerts.TranslationFailed.Button
source: OK
be: Добра
ca: D'acord
el: ΟΚ
eu: Ados
gd: Ceart ma-thà
sl: V redu
th: ตกลง
zh_hans: 确定
