Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Report.Content2
source: Is there anything the moderators should know about this report?
be: Ці ёсць што-небудзь, што мадэратары павінны ведаць аб гэтай скарзе?
ca: Hi ha alguna cosa que els moderadors hagin de saber sobre aquest informe?
cs: Je o tomto hlášení něco, co by měli vědět moderátoři?
de: Gibt es etwas, was die Moderatoren über diese Meldung wissen sollten?
el: Υπάρχει κάτι που οι συντονιστές θα πρέπει να γνωρίζουν για αυτή την αναφορά;
eu: Moderatzaileek besterik jakin behar dute salaketa honi buruz?
fi: Onko valvojien syytä tietää tästä ilmiannosta?
fr: Y a-t-il quelque chose que les modérateurs devraient savoir sur ce rapport ?
gd: A bheil rud sam bith ann a bu mhiann leat innse dha na maoir mun ghearan seo?
gl: Hai algo que a moderación deba saber acerca desta denuncia?
it: C'è qualcosa che i moderatori dovrebbero sapere su questa segnalazione?
ja: この通報についてモデレーターに伝達しておきたい事項はありますか？
nl: Is er iets anders over deze rapportage dat de moderatoren zouden moeten weten?
ru: Есть ли что-то, что модераторы должны знать об этом сообщении?
sl: Je kaj, kar bi moderatorji morali vedeti o tem poročilu?
th: มีสิ่งใดที่ผู้กลั่นกรองควรทราบเกี่ยวกับรายงานนี้หรือไม่?
vi: Kiểm duyệt viên cần biết gì về báo cáo này?
zh_hans: 是否有关于此举报的详细描述信息？
zh_hant: 有其他管管們需要知道關於這份檢舉報告的嗎？

# Scene.Report.ReportSentTitle
source: Thanks for reporting, we’ll look into this.
be: Дзякуй за вашу скаргу, мы яе разгледзім.
ca: Gràcies per informar, ho investigarem.
cs: Děkujeme za nahlášení, podíváme se na to.
de: Danke für deine Meldung, wir werden uns damit beschäftigen.
el: Σε ευχαριστούμε για την αναφορά, θα το διερευνήσουμε.
eu: Mila esker salaketagatik, berrikusiko dugu.
fi: Kiitos ilmoituksesta, tutkimme asiaa.
fr: Merci de nous l’avoir signalé, nous allons examiner cela.
gd: Mòran taing airson a’ ghearain, bheir sinn sùil air.
gl: Grazas pola denuncia, investigarémola.
it: Grazie per la segnalazione, esamineremo questo aspetto.
ja: ご報告ありがとうございます、追って確認します。
nl: Bedankt voor het rapporteren, we gaan hiernaar kijken.
sl: Hvala za poročilo, bomo preverili.
th: ขอบคุณสำหรับการรายงาน เราจะตรวจสอบสิ่งนี้
vi: Cảm ơn đã báo cáo, chúng tôi sẽ xem xét kỹ.
zh_hans: 感谢提交举报，我们将会进行处理。
zh_hant: 感謝您的檢舉，我們將著手處理。

# Scene.Report.Reported
source: REPORTED
be: Мае скаргі
ca: REPORTAT
cs: NAHLÁŠEN
de: GEMELDET
el: ΑΝΑΦΈΡΘΗΚΕ
eu: SALATUA
fi: ILMOITETTU
fr: SIGNALÉ
gd: CHAIDH GEARAN A DHÈANAMH
gl: DENUNCIADO
it: SEGNALATO
ja: 報告済み
nl: Gerapporteerd
sl: PRIJAVLJEN
th: รายงานแล้ว
vi: ĐÃ BÁO CÁO
zh_hans: 已报告
zh_hant: 已檢舉

# Scene.Report.Send
source: Send Report
be: Адправіць скаргу
ca: Envia Informe
cs: Odeslat hlášení
de: Meldung abschicken
el: Αποστολή Αναφοράς
eu: Bidali salaketa
fi: Lähetä ilmianto
fr: Envoyer le rapport
gd: Cuir an gearan
gl: Enviar Denuncia
it: Invia segnalazione
ja: 通報を送信
nl: Rapportage versturen
ru: Пожаловаться
sl: Pošlji poročilo
th: ส่งรายงาน
vi: Gửi báo cáo
zh_hans: 发送举报
zh_hant: 傳送檢舉報告

# Scene.Report.SkipToSend
source: Send without comment
be: Дасылаю без каментарыя
ca: Envia sense comentaris
cs: Odeslat bez komentáře
de: Ohne Kommentar abschicken
el: Αποστολή χωρίς σχόλιο
eu: Bidali iruzkinik gabe
fi: Lähetä ilman kommentteja
fr: Envoyer sans commentaire
gd: Cuir gun bheachd ris
gl: Enviar sen comentarios
it: Invia senza commento
ja: コメントなしで送信
nl: Zonder opmerkingen versturen
ru: Отправить без комментария
sl: Pošlji brez komentarja
th: ส่งโดยไม่มีความคิดเห็น
vi: Gửi không ghi chú
zh_hans: 直接发送
zh_hant: 不加入備註並傳送

# Scene.Report.Step1
source: Step 1 of 2
be: Крок 1 з 2
ca: Pas 1 de 2
cs: Krok 1 ze 2
de: Schritt 1 von 2
el: Βήμα 1 από 2
eu: 1. urratsa 2tik
fi: Vaihe 1/2
fr: Étape 1 de 2
gd: Ceum 1 à 2
gl: Paso 1 de 2
it: Fase 1 di 2
ja: ステップ 1/2
nl: Stap 1 van 2
ru: Шаг 1 из 2
sl: Korak 1 od 2
th: ขั้นตอนที่ 1 จาก 2
vi: Bước 1 trong 2
zh_hans: 步骤 1 / 2
zh_hant: 兩個步驟中的第一步

# Scene.Report.Step2
source: Step 2 of 2
be: Крок 2 з 2
ca: Pas 2 de 2
cs: Krok 2 ze 2
de: Schritt 2 von 2
el: Βήμα 2 από 2
eu: 2. urratsa 2tik
fi: Vaihe 2/2
fr: Étape 2 de 2
gd: Ceum 2 à 2
gl: Paso 2 de 2
it: Fase 2 di 2
ja: ステップ 2/2
nl: Stap 2 van 2
ru: Шаг 2 из 2
sl: Korak 2 od 2
th: ขั้นตอนที่ 2 จาก 2
vi: Bước 2 trong 2
zh_hans: 步骤 2 / 2
zh_hant: 兩個步驟中的第二步

# Scene.Report.StepFinal.BlockUser
source: Block %@
be: Заблакіраваць %@
ca: Bloca %@
cs: Blokovat %@
de: %@ blockieren
el: Αποκλεισμός %@
eu: Blokeatu %@
fi: Estä %@
fr: Bloquer %@
gd: Bac %@
gl: Bloquear a %@
it: Blocca %@
ja: %@をブロック
nl: Blokkeer %@
sl: Blokiraj %@
th: ปิดกั้น %@
vi: Chặn %@
zh_hans: 屏蔽 %@
zh_hant: 封鎖 %@

# Scene.Report.StepFinal.DontWantToSeeThis
source: Don’t want to see this?
be: Не хочаце бачыць гэта?
ca: No vols veure això?
cs: Nechcete to vidět?
de: Du willst das nicht mehr sehen?
el: Δε θες να το βλέπεις;
eu: Ez duzu hau ikusi nahi?
fi: Etkö halua nähdä tätä?
fr: Vous ne voulez pas voir cela ?
gd: Nach eil thu airson seo fhaicinn?
gl: Non queres ver esto?
it: Non vuoi vedere questo?
ja: 見えないようにしたいですか？
nl: Wil je dit niet zien?
sl: Ne želite videti tega?
th: ไม่ต้องการเห็นสิ่งนี้?
vi: Không muốn xem thứ này?
zh_hans: 不想看到这个内容？
zh_hant: 不想再看到這個？

# Scene.Report.StepFinal.MuteUser
source: Mute %@
be: Ігнараваць %@
ca: Silencia %@
cs: Skrýt %@
de: %@ stummschalten
el: Σίγαση %@
eu: Mututu %@
fi: Mykistä %@
fr: Masquer %@
gd: Mùch %@
gl: Acalar a %@
it: Silenzia %@
ja: %@をミュート
nl: Negeer %@
sl: Utišaj %@
th: ซ่อน %@
vi: Ẩn %@
zh_hans: 静音 %@
zh_hant: 靜音 %@

source: They will no longer be able to follow or see your posts, but they can see if they’ve been blocked.
be: Яны больш не змогуць падпісвацца на вас або бачыць вашыя допісы, але змогуць бачыць, што яны былі заблакіраваны.
ca: Ja no podran seguir ni veure els teus tuts, però poden veure si han estat blocats.
cs: Už nebudou moci sledovat nebo vidět vaše příspěvky, ale mohou vidět, zda byly zablokovány.
de: Du wirst die Beiträge von diesem Konto nicht sehen. Das Konto wird nicht in der Lage sein, deine Beiträge zu sehen oder dir zu folgen. Die Person hinter dem Konto wird wissen, dass du das Konto blockiert hast.
el: Δε θα μπορούν πλέον να σε ακολουθούν ή να βλέπουν τις αναρτήσεις σου, αλλά μπορούν να δουν αν έχουν αποκλειστεί.
eu: Ezin izango dituzte zure bidalketak jarraitu edo ikusi, baina blokeatuta dauden ikusi ahal izango dute.
fi: He eivät enää voi seurata tai nähdä julkaisujasi, eivätkä myöskään tiedä sinun estäneen heidät.
fr: Ils ne seront plus en mesure de suivre ou de voir vos messages, mais iels peuvent voir s’iels ont été bloqué·e·s.
gd: Chan urrainn dhaibh ’gad leantainn is chan fhaic iad na postaichean agad tuilleadh ach chì iad gun deach am bacadh.
gl: Non poderá seguirte nin ver o que publicas, pero pode ver se foi bloqueada.
it: Non saranno più in grado di seguire o vedere i tuoi post, ma possono vedere se sono stati bloccati.
ja: 相手はあなたの投稿を見たり、フォローしたりできなくなります。あなたにブロックされていることはわかります。
nl: Het is niet meer mogelijk om je te volgen of om je berichten te zien, maar ze kunnen wel zien dat ze geblokkeerd zijn.
sl: Nič več ne bodo mogli slediti ali videti vaše objave, lahko pa vidijo, če so blokirani.
th: เขาจะไม่สามารถติดตามหรือเห็นโพสต์ของคุณได้อีกต่อไป แต่เขาสามารถเห็นว่ามีการปิดกั้นเขาหรือไม่
vi: Họ sẽ không thể theo dõi hoặc đọc tút của bạn, nhưng họ có thể hiểu bạn đã chặn họ.
zh_hans: 他们将不再能够关注或看到你的嘟文，但他们可以知道他们是否被屏蔽。
zh_hant: 他們將無法跟隨您或是看到您的嘟文。他們能看到他們是否已被封鎖。

# Scene.Report.StepFinal.Unfollow
source: Unfollow
be: Адпісацца
ca: Deixa de seguir
cs: Přestat sledovat
de: Entfolgen
el: Άρση ακολούθησης
eu: Utzi jarraitzeari
fi: Lopeta seuraaminen
fr: Se désabonner
gd: Na lean tuilleadh
gl: Deixar de seguir
it: Smetti di seguire
ja: フォロー解除
nl: Ontvolgen
sl: Prenehaj slediti
th: เลิกติดตาม
vi: Bỏ theo dõi
zh_hans: 取消关注
zh_hant: 取消跟隨

# Scene.Report.StepFinal.UnfollowUser
source: Unfollow %@
be: Адпісацца ад %@
ca: Deixa de seguir %@
cs: Přestat sledovat %@
de: %@ entfolgen
el: Άρση ακολούθησης του %@
eu: %@ jarraitzeari utzi
fi: Lopeta käyttäjän %@ seuraaminen
fr: Ne plus suivre %@
gd: Na lean %@ tuilleadh
gl: Deixar de seguir a %@
it: Smetti di seguire %@
ja: %@をフォロー解除
nl: Ontvolg %@
sl: Prenehaj slediti %@
th: เลิกติดตาม %@
vi: Bỏ theo dõi %@
zh_hans: 取消关注 %@
zh_hant: 取消跟隨 %@

# Scene.Report.StepFinal.Unfollowed
source: Unfollowed
be: Адпісаліся
ca: S'ha deixat de seguir
cs: Už nesledujete
de: Entfolgt
el: Σταμάτησες να ακολουθείς
eu: Jarraitzeari utzi zaio
fi: Seuraaminen lopetettiin
fr: Non-suivi
gd: Chan eil thu ’ga leantainn tuilleadh
gl: Deixaches de seguir
it: Non seguito
ja: フォロー解除しました
nl: Ontvolgd
sl: Ne sledi več
th: เลิกติดตามแล้ว
vi: Bỏ theo dõi
zh_hans: 已取消关注
zh_hant: 已取消跟隨

source: When you see something you don’t like on Mastodon, you can remove the person from your experience.
be: Калі вы бачыце на Mastodon нешта, што вам не падабаецца, вы можаце выдаліць чалавека са свайго асяроддзя.
ca: Quan veus alguna cosa que no t'agrada a Mastodon, pots eliminar la persona de la teva experiència.
cs: Když uvidíte něco, co se vám nelíbí na Mastodonu, můžete odstranit tuto osobu ze svého zážitku.
de: Wenn du etwas auf Mastodon nicht sehen willst, kannst du den Nutzer aus deiner Erfahrung streichen.
el: Όταν βλέπεις κάτι που δε σου αρέσει στο Mastodon, μπορείς να αφαιρέσεις το άτομο από την εμπειρία σου.
eu: Mastodonen gustuko ez duzun zerbait ikusten duzunean, zure esperientziatik atera dezakezu pertsona hori.
fi: Kun näet Mastodonissa jotain sellaista, josta et pidä, voit sulkea käyttäjän käyttökokemuksesi ulkopuolelle.
fr: Quand vous voyez quelque chose que vous n’aimez pas sur Mastodon, vous pouvez retirer la personne de votre expérience.
gd: Nuair a chì thu rudeigin nach toigh leat air Mastodon, ’s urrainn dhut an neach a chumail fad air falbh uat.
gl: Cando ves en Mastodon algo que non che gusta podes retirar a esa persoa da túa experiencia como usuaria.
it: Quando vedi qualcosa che non ti piace su Mastodon, puoi rimuovere la persona dalla tua esperienza.
ja: Mastodonで気に入らないものを見た場合、その人をあなたの体験から取り除くことができます。
nl: Als je iets ziet dat je niet leuk vindt op Mastodon, dan kun je die persoon op meerdere manieren verwijderen van je tijdlijn.
sl: Če vidite nekaj, česar na Masodonu ne želite, lahko odstranite osebo iz svoje izkušnje.
th: เมื่อคุณเห็นบางอย่างที่คุณไม่ชอบใน Mastodon คุณสามารถเอาบุคคลออกจากประสบการณ์ของคุณ
vi: Khi bạn thấy có gì đó mà bạn không thích trên Mastodon, bạn có thể tự loại bỏ chúng.
zh_hans: 当你在 Mastodon 看到不喜欢的东西时，可以尝试移除它。
zh_hant: 當您看到某些不喜歡的內容時，您可以將該帳號自您的體驗中移除。

# Scene.Report.StepFinal.WhileWeReviewThisYouCanTakeActionAgainstUser
source: While we review this, you can take action against %@
be: Пакуль мы разглядаем яе, вы можаце прыняць меры супраць %@
ca: Mentre ho revisem, pots prendre mesures contra %@
cs: Zatímco to posuzujeme, můžete podniknout kroky proti %@
de: Während wir dies überprüfen, kannst du gegen %@ vorgehen
el: Ενώ το εξετάζουμε, μπορείς να δράσεις εναντίον του %@
eu: Hau berrikusten dugun bitartean, %@ erabiltzailearen aurkako neurriak hartu ditzakezu
fi: Sillä välin kun tarkistamme tätä, voit ryhtyä toimenpiteisiin käyttäjää %@ vastaan
fr: Pendant que nous étudions votre requête, vous pouvez prendre des mesures contre %@
gd: Fhad ’s a bhios sinn a’ toirt sùil air, seo nas urrainn dhut dèanamh an aghaidh %@
gl: Mentras revisamos esto, podes tomar accións contra %@
it: Mentre controlliamo, puoi agire contro %@
ja: 私たちが確認している間でも、あなたは%@さんに対して対応することができます。
nl: Terwijl we dit onderzoeken kun je deze acties tegen %@ nemen
ru: Пока мы рассматриваем его, вот действия, которые вы можете предпринять лично против %@
sl: Medtem, ko to pregledujemo, lahko proti %@ ukrepate
th: ขณะที่เราตรวจทานสิ่งนี้ คุณสามารถใช้การกระทำต่อ %@
vi: Trong lúc chờ chúng tôi xem xét, bạn có thể áp dụng hành động với @%@
zh_hans: 当我们审核这个报告时，你可以对 %@ 采取行动。
zh_hant: 當我們正在審核時，您可以對 %@ 採取以下措施

source: You won’t see their posts or boosts in your home feed. They won’t know they’ve been muted.
be: Вы не ўбачыце іх допісы або пашырэнні ў сваёй хатняй стужцы. Яны не даведаюцца, што вы іх ігнаруеце.
eu: Ez dituzu bere bidalketa eta bultzadak hasierako jarioan ikusiko. Ez dute jakingo isilarazi dituztenik.
fr: Vous ne verrez plus leurs messages ou leurs partages dans votre fil principal. Iels ne sauront pas qu’iels ont été mis en sourdine.
gl: Non verás as súas publicacións ou promocións na túa cronoloxía. Non saberá que foi acalada.
it: Non vedrai i loro post o le condivisioni nel tuo feed. Non sapranno di essere stati silenziati.
ru: You won’t see their posts or reblogs in your home feed. They won’t know they’ve been muted.
sl: Njihovih objav ali poobjav ne boste videli v svojem domačem viru. Ne bodo vedeli, da so utišani.
th: คุณจะไม่เห็นโพสต์หรือการดันของเขาในฟีดหน้าแรกของคุณ เขาจะไม่ทราบว่ามีการซ่อนเขา
vi: Bạn sẽ không thấy tút hoặc lượt đăng lại của họ trên bảng tin. Họ không biết rằng bạn ẩn họ.
zh_hans: 你不会在主页里看到他们的嘟文和转发。他们不会知道被静音了。
zh_hant: 您不會在您的首頁時間軸中再見到他們的嘟文或轉嘟。他們不會知道他們已被靜音。

# Scene.Report.StepFour.IsThereAnythingElseWeShouldKnow
source: Is there anything else we should know?
be: Што-небудзь яшчэ, што мы павінны ведаць?
ca: Hi ha res més que hauríem de saber?
cs: Je ještě něco jiného, co bychom měli vědět?
de: Gibt es etwas anderes, was wir wissen sollten?
el: Υπάρχει κάτι άλλο που πρέπει να γνωρίζουμε;
eu: Beste zerbait jakin beharko genuke?
fi: Pitäisikö meidän tietää jotain muuta?
fr: Y a-t-il autre chose que nous devrions savoir ?
gd: A bheil rud sam bith eile a bu toigh leat innse dhuinn?
gl: Hai algo máis que creas debamos saber?
it: C'è altro che dovremmo sapere?
ja: その他に私たちに伝えておくべき事はありますか？
nl: Moeten we nog iets anders weten?
sl: Je še kaj, za kar menite, da bi morali vedeti?
th: มีสิ่งอื่นใดที่เราควรทราบหรือไม่?
vi: Bạn nghĩ chúng tôi nên biết thêm điều gì?
zh_hans: 还有什么你认为我们应该知道的吗？
zh_hant: 有什麼其他您想讓我們知道的嗎？

# Scene.Report.StepFour.Step4Of4
source: Step 4 of 4
be: Крок 4 з 4
ca: Pas 4 de 4
cs: Krok 4 ze 4
de: Schritt 4 von 4
el: Βήμα 4 από 4
eu: 4. urratsa 4tik
fi: Vaihe 4/4
fr: Étape 4 sur 4
gd: Ceum 4 à 4
gl: Paso 4 de 4
it: Fase 4 di 4
ja: ステップ 4/4
nl: Stap 4 van 4
sl: Korak 4 od 4
th: ขั้นตอนที่ 4 จาก 4
vi: Bước 4 trong 4
zh_hans: 第 4 步（共 4 步）
zh_hant: 四個步驟中的第四步

# Scene.Report.StepOne.IDontLikeIt
source: I don’t like it
be: Мне не падабаецца
ca: No m'agrada
cs: Nelíbí se mi
de: Mir gefällt das nicht
el: Δεν μου αρέσει
eu: Ez dut gustukoa
fi: En pidä siitä
fr: Je n’aime pas
gd: Cha toigh leam e
gl: Non me gusta
it: Non mi piace
ja: 興味がありません
nl: Ik vind het niet leuk
sl: Ni mi všeč
th: ฉันไม่ชอบโพสต์
vi: Tôi không thích nó
zh_hans: 我不喜欢它
zh_hant: 我不喜歡

# Scene.Report.StepOne.ItIsNotSomethingYouWantToSee
source: It is not something you want to see
be: Гэта не тое, што вы хочаце бачыць
ca: No és una cosa que vulguis veure
cs: Není to něco, co chcete vidět
de: Das ist etwas, das man nicht sehen möchte
el: Δεν είναι κάτι που θα ήθελες να δεις
eu: Ikusi nahi ez dudan zerbait da
fi: Tätä ei halua nähdä
fr: C’est quelque chose que vous ne souhaitez pas voir
gd: Chan eil thu airson seo fhaicinn
gl: Non é algo que queiras ver
it: È qualcosa che non vuoi vedere
ja: 見たくない内容の場合
nl: Iets wat je niet wilt zien
sl: To ni tisto, kar želite videti
th: โพสต์ไม่ใช่บางอย่างที่คุณต้องการเห็น
vi: Đó không phải là thứ gì mà bạn muốn thấy
zh_hans: 这不是你想看到的东西
zh_hant: 這是您不想看到的

# Scene.Report.StepOne.ItViolatesServerRules
source: It violates server rules
be: Гэта парушае правілы сервера
ca: Infringeix les normes del servidor
cs: Porušuje pravidla serveru
de: Es verstößt gegen Serverregeln
el: Παραβαίνει τους κανόνες του διακομιστή
eu: Zerbitzariaren arauak hausten ditu
fi: Se rikkoo palvelimen sääntöjä
fr: Enfreint les règles du serveur
gd: Tha e a’ briseadh riaghailtean an fhrithealaiche
gl: Viola as regras do servidor
it: Viola le regole del server
ja: サーバーのルールに違反しています
nl: Het schendt de serverregels
sl: Krši strežniška pravila
th: โพสต์ละเมิดกฎของเซิร์ฟเวอร์
vi: Vi phạm nội quy máy chủ
zh_hans: 它违反了服务器规则
zh_hant: 違反伺服器規則

# Scene.Report.StepOne.ItsSomethingElse
source: It’s something else
be: Гэта нешта іншае
ca: És una altra cosa
cs: Jde o něco jiného
de: Das ist was anderes
el: Είναι κάτι άλλο
eu: Beste zerbait da
fi: Jotain muuta
fr: Pour une autre raison
gd: ’S e rud eile a tha ann
gl: É outra cousa
it: È qualcos'altro
ja: その他
nl: Iets anders
sl: Gre za nekaj drugega
th: โพสต์เป็นอย่างอื่น
vi: Một lý do khác
zh_hans: 其他原因
zh_hant: 其他原因

# Scene.Report.StepOne.ItsSpam
source: It’s spam
be: Гэта спам
ca: És contingut brossa
cs: Je to spam
de: Das ist Spam
el: Είναι σπαμ
eu: Spama da
fi: Se on roskapostia
fr: C’est du spam
gd: ’S e spama a th’ ann
gl: É spam
it: È spam
ja: これはスパムです
nl: Spam
sl: To je neželena vsebina
th: โพสต์เป็นสแปม
vi: Đây là spam
zh_hans: 它是垃圾信息
zh_hant: 垃圾訊息

# Scene.Report.StepOne.MaliciousLinksFakeEngagementOrRepetetiveReplies
source: Malicious links, fake engagement, or repetetive replies
be: Шкодныя спасылкі, фальшывыя ўзаемадзеянні або адказы, што паўтараюцца
ca: Enllaços maliciosos, compromís falç o respostes repetitives
cs: Škodlivé odkazy, falešné zapojení nebo opakující se odpovědi
de: Bösartige Links, gefälschtes Engagement oder wiederholte Antworten
el: Κακόβουλοι σύνδεσμοι, πλαστή αλληλεπίδραση ή επαναλαμβανόμενες απαντήσεις
eu: Esteka maltzurrak, gezurrezko elkarrekintzak edo erantzun errepikakorrak
fi: Haitallisia linkkejä, valheellinen osanotto tai toistuvia vastauksia
fr: Liens malveillants, engagement mensonger ou réponses répétitives
gd: Ceanglaichean droch-rùnach, conaltradh fuadain no an dearbh fhreagairt a-rithist ’s a-rithist
gl: Ligazóns perigosas, relacións falsas, ou respostas repetitivas
it: Collegamenti malevoli, false interazioni o risposte ripetitive
ja: 悪意あるリンクや虚偽の情報、執拗な返信など
nl: Schadelijke links, misleiding of herhalende antwoorden
sl: Škodljive povezave, lažno prizadevanje ali ponavljajoči se odgovori
th: ลิงก์ที่เป็นอันตราย, การมีส่วนร่วมปลอม หรือการตอบกลับซ้ำ ๆ
vi: Liên kết độc hại, tạo tương tác giả hoặc trả lời lặp đi lặp lại
zh_hans: 恶意链接、虚假参与或重复性回复
zh_hant: 有害連結、假造的互動，或是重複性回覆

# Scene.Report.StepOne.SelectTheBestMatch
source: Select the best match
be: Выберыце найлепшы варыянт
ca: Selecciona la millor coincidència
cs: Vyberte nejbližší možnost
de: Wähle die passende Kategorie
el: Διάλεξε την καλύτερη αντιστοίχιση
eu: Aukeratu egokiena
fi: Valitse sopivin
fr: Sélectionnez ce qui correspond le mieux
gd: Tagh a’ mhaids as fheàrr
gl: Elixe a mellor coincidencia
it: Scegli la migliore corrispondenza
ja: 最も近いものを選んでください
nl: Selecteer de beste overeenkomst
sl: Izberite najboljši zadetek
th: เลือกที่ตรงกันที่สุด
vi: Chọn lý do khớp nhất
zh_hans: 选择最佳匹配
zh_hant: 選擇最佳條件符合

# Scene.Report.StepOne.Step1Of4
source: Step 1 of 4
be: Крок 1 з 4
ca: Pas 1 de 4
cs: Krok 1 ze 4
de: Schritt 1 von 4
el: Βήμα 1 από 4
eu: 1. urratsa 4tik
fi: Vaihe 1/4
fr: Étape 1 sur 4
gd: Ceum 1 à 4
gl: Paso 1 de 4
it: Fase 1 di 4
ja: ステップ 1/4
nl: Stap 1 van 4
sl: Korak 1 od 4
th: ขั้นตอนที่ 1 จาก 4
vi: Bước 1 trong 4
zh_hans: 第 1 步（共 4 步）
zh_hant: 四個步驟中的第一步

# Scene.Report.StepOne.TheIssueDoesNotFitIntoOtherCategories
source: The issue does not fit into other categories
be: Гэта праблема не падпадае ні пад адну з катэгорыі
ca: El problema no encaixa en altres categories
cs: Problém neodpovídá ostatním kategoriím
de: Das Problem passt nicht in die Kategorien
el: Το ζήτημα δεν ταιριάζει σε άλλες κατηγορίες
eu: Arazoa ezin da beste kategorietan sailkatu
fi: Ongelma ei sovi muihin kategorioihin
fr: Le problème ne correspond à aucune des catégories
gd: Chan eil na roinnean-seòrsa eile iomchaidh dhan chùis
gl: O problema non cae dentro de outras categorías
it: Il problema non rientra in altre categorie
ja: 当てはまる選択肢がない場合
nl: Probleem valt niet onder de andere categorieën
sl: Težava ne sodi v druge kategorije
th: ปัญหาไม่เข้าหมวดหมู่อื่น ๆ
vi: Vấn đề không nằm trong những mục trên
zh_hans: 该问题属于其他类别
zh_hant: 這個問題不屬於其他分類

# Scene.Report.StepOne.WhatsWrongWithThisAccount
source: What's wrong with this account?
be: Што не так з гэтым уліковым запісам?
ca: Quin és el problema amb aquest compte?
cs: Co je špatně s tímto účtem?
de: Was stimmt mit diesem Konto nicht?
el: Τι πάει στραβά με αυτόν τον λογαριασμό;
eu: Zer du txarra kontu honek?
fi: Mitä vikaa tässä tilissä on?
fr: Qu’est-ce qui ne va pas avec ce compte ?
gd: Dè tha ceàrr leis an cunntas seo?
gl: Cal é o problema con esta conta?
it: Cosa c'è che non va con questo account?
ja: このアカウントのどこが問題ですか？
nl: Wat is er mis met dit account?
sl: Kaj je narobe s tem računom?
th: บัญชีนี้มีอะไรผิดปกติ?
vi: Có vấn đề gì với người này?
zh_hans: 这个账户有什么问题？
zh_hant: 這個帳號有什麼問題嗎？

# Scene.Report.StepOne.WhatsWrongWithThisPost
source: What's wrong with this post?
be: Што не так з гэтым допісам?
ca: Quin és el problema amb aquest tut?
cs: Co je na tomto příspěvku špatně?
de: Was stimmt mit diesem Beitrag nicht?
el: Τι πάει στραβά με αυτή την ανάρτηση;
eu: Zer du txarra argitalpen honek?
fi: Mitä vikaa tässä julkaisussa on?
fr: Qu’est-ce qui ne va pas avec ce message ?
gd: Dè tha ceàrr leis a’ phost seo?
gl: Cal é o problema con esta publicación?
it: Cosa c'è che non va con questo post?
ja: この投稿のどこが問題ですか？
nl: Wat is er mis met dit bericht?
sl: Kaj je narobe s to objavo?
th: โพสต์นี้มีอะไรผิดปกติ?
vi: Có vấn đề gì với tút này?
zh_hans: 这条嘟文有什么问题？
zh_hant: 這則嘟文有什麼問題嗎？

# Scene.Report.StepOne.WhatsWrongWithThisUsername
source: What's wrong with %@?
be: Што не так з %@?
ca: Quin és el problema amb %@?
cs: Co je špatně na %@?
de: Was ist los mit %@?
el: Τι πάει στραβά με τον/την %@;
eu: Zer du txarra %@?
fi: Mitä vikaa käyttäjässä %@ on?
fr: Qu’est-ce qui ne va pas avec %@ ?
gd: Dè tha ceàrr le %@?
gl: Cal é o problema con %@?
it: Cosa c'è che non va con %@?
ja: %@さんのどこが問題ですか？
nl: Wat is er mis met %@?
sl: Kaj je narobe s/z %@?
th: %@ มีอะไรผิดปกติ?
vi: Có vấn đề gì với %@?
zh_hans: %@ 有什么问题？
zh_hant: %@ 有什麼問題嗎？

# Scene.Report.StepOne.YouAreAwareThatItBreaksSpecificRules
source: You are aware that it breaks specific rules
be: Вам вядома, што гэта парушае пэўныя правілы
ca: Ets conscient que incompleix normes específiques
cs: Máte za to, že porušuje konkrétní pravidla
de: Du weißt, welche Regeln verletzt werden
el: Γνωρίζεις ότι παραβιάζει συγκεκριμένους κανόνες
eu: Arau zehatzak urratzen dituela badakizu
fi: Tiedät sen rikkovan tiettyjä sääntöjä
fr: Vous savez qu’il enfreint des règles spécifiques
gd: Mhothaich thu gu bheil e a’ briseadh riaghailtean sònraichte
gl: Décheste conta de que quebra unhas normas en concreto
it: Sei consapevole che violi regole specifiche
ja: ルールに違反しているのを見つけた場合
nl: Je weet dat het specifieke regels schendt
sl: Zavedate se, da krši določena pravila
th: คุณทราบว่าโพสต์แหกกฎเฉพาะ
vi: Bạn nhận thấy nó vi phạm nội quy máy chủ
zh_hans: 你发现它违反了某个服务器规则
zh_hant: 您知道它違反特定規則

# Scene.Report.StepThree.AreThereAnyPostsThatBackUpThisReport
source: Are there any posts that back up this report?
be: Ці ёсць допісы, якія пацвярджаюць гэтую скаргу?
ca: Hi ha alguns tuts que recolzin aquest informe?
cs: Existují příspěvky dokládající toto hlášení?
de: Gibt es Beiträge, die diesen Bericht unterstützen?
el: Υπάρχουν αναρτήσεις που τεκμηριώνουν αυτή την αναφορά;
eu: Salaketa hau babesten duen bidalketarik badago?
fi: Onko raporttia tukevia julkaisuja?
fr: Existe-t-il des messages pour étayer ce rapport ?
gd: A bheil postaichean sam bith ann a tha ’nam fianais dhan ghearan seo?
gl: Hai algunha publicación que apoie esta denuncia?
it: Ci sono post a sostegno di questa segnalazione?
ja: この通報を裏付けるような投稿はありますか？
nl: Zijn er berichten die deze melding ondersteunen?
sl: Ali so kakšne objave, ki dokazujejo trditve iz tega poročila?
th: มีโพสต์ใด ๆ ที่สนับสนุนรายงานนี้หรือไม่?
vi: Bạn muốn gửi tút nào kèm báo cáo này?
zh_hans: 有任何嘟文可以支持此报告吗？
zh_hant: 是否有能佐證這份檢舉之嘟文？
