Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Profile.SegmentedControl.Media
source: Media
be: Медыя
ca: Mèdia
cs: Média
de: Medien
el: Πολυμέσα
eu: Multimedia
fi: Mediat
fr: Média
gd: Meadhanan
gl: Multimedia
ja: メディア
ru: Медиа
sl: Mediji
th: สื่อ
zh_hans: 媒体
zh_hant: 媒體

# Scene.Profile.SegmentedControl.Posts
source: Posts
be: Допісы
ca: Tuts
cs: Příspěvky
de: Beiträge
el: Αναρτήσεις
eu: Bidalketak
fi: Julkaisut
fr: Publications
gd: Postaichean
gl: Publicacións
it: Post
ja: 投稿
nl: Berichten
ru: Посты
sl: Objave
th: โพสต์
vi: Tút
zh_hans: 嘟文
zh_hant: 嘟文

# Scene.Profile.SegmentedControl.PostsAndReplies
source: Posts and Replies
be: Допісы і адказы
ca: Tuts i Respostes
cs: Příspěvky a odpovědi
de: Beiträge und Antworten
el: Αναρτήσεις και Απαντήσεις
eu: Bidalketak eta erantzunak
fi: Julkaisut ja vastaukset
fr: Messages et réponses
gd: Postaichean ’s freagairtean
gl: Publicacións e respostas
it: Post e risposte
ja: 投稿と返信
nl: Berichten en reacties
ru: Посты и ответы
sl: Objave in odgovori
th: โพสต์และการตอบกลับ
vi: Lượt trả lời
zh_hans: 嘟文与回复
zh_hant: 嘟文及回覆

# Scene.Profile.SegmentedControl.Replies
source: Replies
be: Адказы
ca: Respostes
cs: Odpovědí
de: Antworten
el: Απαντήσεις
eu: Erantzunak
fi: Vastaukset
fr: Réponses
gd: Freagairtean
gl: Respostas
it: Risposte
ja: 返信
nl: Reacties
ru: Ответы
sl: Odgovori
th: การตอบกลับ
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# Scene.RebloggedBy.Title
source: Boosted By
be: Пашыраны
eu: Bultzatu dute:
fr: Partagé par
gl: Promovida por
it: Condiviso da
ru: Reblogged By
sl: Poobjavil/a
th: ดันโดย
vi: Đăng lại bởi
zh_hans: 转嘟者
zh_hant: 被轉嘟：

# Scene.Register.Error.Item.Agreement
source: Agreement
be: Пагадненне
ca: Acord
cs: Souhlas
de: Vereinbarung
el: Συμφωνία
eu: Adostasuna
fi: Hyväksy
fr: Accord
gd: Aonta
gl: Acordo
it: Accordo
ja: 契約
nl: Overeenkomst
ru: Соглашение
sl: Sporazum
th: ข้อตกลง
vi: Thoả thuận
zh_hans: 协议
zh_hant: 條款

# Scene.Register.Error.Item.Email
source: Email
be: Электронная пошта
ca: Correu electrònic
eu: Eposta
fi: Sähköposti
fr: Courriel
gd: Post-d
ja: メール
sl: E-pošta
th: อีเมล
zh_hans: 电子邮箱
zh_hant: 電子郵件

# Scene.Register.Error.Item.Locale
source: Locale
be: Мова
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
eu: Eskualdeko ezarpenak
fi: Alue
fr: Lieu
gd: Sgeama ionadail
ja: 地域
nl: Taal
ru: Язык
sl: Krajevne nastavitve
th: ตำแหน่งที่ตั้ง
vi: Cục bộ
zh_hans: 地区
zh_hant: 地區

# Scene.Register.Error.Item.Password
source: Password
be: Пароль
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
eu: Pasahitza
fi: Salasana
fr: Mot de passe
gd: Facal-faire
gl: Contrasinal
ja: パスワード
nl: Wachtwoord
ru: Пароль
sl: Geslo
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# Scene.Register.Error.Item.Reason
source: Reason
be: Прычына
ca: Motiu
cs: Důvod
de: Begründung
el: Αιτιολογία
eu: Arrazoia
fi: Syy
fr: Raison
gd: Adhbhar
gl: Razón
it: Motivo
ja: 理由
nl: Reden
ru: Причина
sl: Razlog
th: เหตุผล
vi: Lý do
zh_hans: 原因
zh_hant: 原因

# Scene.Register.Error.Item.Username
source: Username
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
eu: Erabiltzaile-izena
fi: Käyttäjänimi
fr: Nom d’utilisateur
gd: Ainm-cleachdaiche
gl: Identificador
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя пользователя
sl: Uporabniško ime
th: ชื่อผู้ใช้
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# Scene.Register.Error.Reason.Accepted
source: %@ must be accepted
be: %@ павінна быць прынята
ca: %@ ha de ser acceptat
cs: %@ musí být přijato
de: %@ muss akzeptiert werden
el: %@ πρέπει να γίνει αποδεκτό
eu: %@ onartu behar da
fi: %@ täytyy hyväksyä
fr: %@ doit être accepté
gd: Feumaidh tu aontachadh ri %@
gl: %@ debe ser aceptado
it: %@ deve essere accettato
ja: %@ に合意しなければなりません
nl: %@ moet geaccepteerd worden
ru: %@ должно быть принято
sl: %@ mora biti sprejet
th: ต้องยอมรับ %@
vi: %@ phải được đồng ý
zh_hans: %@ 必须被接受
zh_hant: 請先閱讀並同意 %@

# Scene.Register.Error.Reason.Blank
source: %@ is required
be: %@ абавязковы
ca: %@ és requerit
cs: %@ je vyžadováno
de: %@ ist erforderlich
el: %@ απαιτείται
eu: %@ beharrezkoa da
fi: %@ vaaditaan
fr: %@ est requis
gd: Tha %@ riatanach
gl: %@ é requerido
it: %@ è richiesto
ja: %@が必要です
nl: %@ is vereist
ru: Поле «%@» обязательно
sl: %@ je zahtevan
th: ต้องการ %@
vi: %@ là bắt buộc
zh_hans: %@ 为必需项
zh_hant: %@ 為必填選項

# Scene.Register.Error.Reason.Blocked
source: %@ contains a disallowed email provider
be: %@ змяшчае забароненага пастаўшчыка email
ca: %@ conté un proveïdor de correu electrònic no autoritzat
cs: %@ používá zakázanou e-mailovou službu
de: %@ verwendet einen nicht erlaubten E-Mail-Anbieter
el: %@ περιέχει πάροχο μη επιτρεπόμενων email
eu: %@(e)k onartu gabeko eposta hornitzaile bat erabiltzen du
fi: %@ sisältää estetyn sähköpostipalveluntarjoajan
fr: %@ contient un fournisseur courriel proscrit
gd: Tha solaraiche puist-d nach eil ceadaichte am broinn %@
gl: %@ é un provedor de email non autorizado
it: %@ contiene un provider email non consentito
ja: %@ は許可されていないメールプロバイダを含んでいます
nl: %@ gebruikt een niet-toegestane e-mailprovider
ru: %@ содержит запрещённый e-mail сервис
sl: %@ vsebuje nedovoljenega ponudnika e-poštnih storitev
th: %@ มีผู้ให้บริการอีเมลที่ไม่ได้รับอนุญาต
vi: %@ dùng dịch vụ email bị cấm
zh_hans: %@ 包含一个不允许的电子邮件提供商
zh_hant: %@ 包含不被允許的電子郵件供應商

# Scene.Register.Error.Reason.Inclusion
source: %@ is not a supported value
be: %@ не з'яўляецца значэннем, якое падтрымліваецца
ca: %@ no és un valor suportat
cs: %@ není podporovaná hodnota
de: %@ ist kein unterstützter Wert
el: %@ δεν είναι υποστηριζόμενη τιμή
eu: %@ ez da onartutako balio bat
fi: %@ ei ole tuettu arvo
fr: %@ n’est pas une valeur acceptée
gd: Cha chuir sinn taic ri luach %@
gl: %@ non é un valor soportado
it: %@ non è un valore supportato
ja: %@ はサポートされていない値です
nl: %@ is geen ondersteunde waarde
ru: Неподдерживаемое значение «%@»
sl: %@ ni podprta vrednost
th: %@ ไม่ใช่ค่าที่รองรับ
vi: %@ chứa ký tự không được hỗ trợ
zh_hans: %@ 是不支持的值
zh_hant: %@ 是不被支援的值

# Scene.Register.Error.Reason.Invalid
source: %@ is invalid
be: %@ несапраўдны
ca: %@ no és vàlid
cs: %@ je neplatné
de: %@ ist ungültig
el: %@ δεν είναι έγκυρο
eu: %@ baliogabea da
fi: %@ on virheellinen
fr: %@ est invalide
gd: Chan eil %@ dligheach
gl: %@ non é válido
it: %@ non è valido
ja: %@は無効です
nl: %@ is ongeldig
ru: Недопустимое значение поля «%@»
sl: %@ ni veljavno
th: %@ ไม่ถูกต้อง
vi: %@ không hợp lệ
zh_hans: %@ 无效
zh_hant: %@ 是無效的

# Scene.Register.Error.Reason.Reserved
source: %@ is a reserved keyword
be: %@ з'яўляецца зарэзерваваным ключавым словам
ca: %@ és una paraula clau reservada
cs: %@ je rezervované klíčové slovo
de: %@ ist ein reserviertes Schlüsselwort
el: %@ είναι δεσμευμένη λέξη-κλειδί
eu: %@ gako-hitz erreserbatu bat da
fi: %@ on varattu avainsana
fr: %@ est un mot clé réservé
gd: ’S e facal glèidhte a th’ ann an %@
gl: %@ é unha palabra reservada
it: %@ è una parola chiave riservata
ja: %@は予約語です
nl: %@ is een gereserveerd woord
ru: %@ является зарезервированным ключевым словом
sl: %@ je rezervirana ključna beseda
th: %@ เป็นคำสำคัญที่สงวนไว้
vi: %@ là một từ khóa hạn chế
zh_hans: %@ 是一个保留的关键字
zh_hant: %@ 是一個保留的關鍵字

# Scene.Register.Error.Reason.Taken
source: %@ is already taken. How about:
be: %@ ужо занята. Як наконт:
ca: %@ ja està agafat. Què et sembla:
cs: %@ je již obsazen. Co takhle:
de: %@ ist leider schon vergeben. Wie wäre es mit:
el: %@ χρησιμοποιείται ήδη. Τι θα έλεγες για:
eu: %@ beste norbaitek darabil. Zer iruditzen:
fi: %@ on jo varattu. Entäpä:
fr: %@ est déjà pris. Pourquoi pas:
gd: Tha %@ ’ga chleachdadh mu thràth. Dè mu dhèidhinn:
gl: %@ xa está pillado. Que tal:
it: %@ è già preso. Che ne pensi di:
ja: %@ はすでに使われています。こちらはいかがですか:
nl: %@ wordt al gebruikt. Wat dacht je van:
ru: %@ уже используется
sl: %@ je že zasedeno. Kaj pravite na:
th: มีการใช้ %@ ไปแล้ว แล้วถ้าเป็น:
vi: %@ đã có người dùng. Gợi ý cho bạn:
zh_hans: %@ 已被使用。这个用户名如何：
zh_hant: %@ 已被註冊。這個帳號如何：

# Scene.Register.Error.Reason.TooLong
source: %@ is too long
be: %@ занадта доўгі
ca: %@ és massa llarg
cs: %@ je příliš dlouhé
de: %@ ist zu lang
el: %@ είναι πολύ μεγάλο
eu: %@ luzeegia da
fi: %@ on liian pitkä
fr: %@ est trop long
gd: Tha %@ ro fhada
gl: %@ é demasiado longo
it: %@ è troppo lungo
ja: %@は長すぎます
nl: %@ is te lang
ru: %@ слишком длинный
sl: %@ je predolgo
th: %@ ยาวเกินไป
vi: %@ quá dài
zh_hans: %@ 长度过长
zh_hant: %@ 太長了

# Scene.Register.Error.Reason.TooShort
source: %@ is too short
be: %@ занадта кароткі
ca: %@ és massa curt
cs: %@ je příliš krátké
de: %@ ist zu kurz
el: %@ είναι πολύ μικρό
eu: %@ laburregia da
fi: %@ on liian lyhyt
fr: %@ est trop court
gd: Tha %@ ro ghoirid
gl: %@ é demasiado curto
it: %@ è troppo corto
ja: %@は短すぎます
nl: %@ is te kort
ru: %@ слишком короткий
sl: %@ je prekratko
th: %@ สั้นเกินไป
vi: %@ quá ngắn
zh_hans: %@ 长度太短
zh_hant: %@ 太短了

# Scene.Register.Error.Reason.Unreachable
source: %@ does not seem to exist
be: %@ не існуе
ca: %@ sembla que no existeix
cs: %@ pravděpodobně neexistuje
de: %@ scheint nicht zu existieren
el: %@ δεν φαίνεται να υπάρχει
eu: dirudienez %@ ez da existitzen
fi: %@ ei näytä olevan olemassa
fr: %@ ne semble pas exister
gd: Tha coltas nach eil %@ ann
gl: %@ semella que non existe
it: %@ non sembra esistere
ja: %@は存在しないようです
nl: %@ lijkt niet te bestaan
ru: %@ не существует
sl: %@ kot kaže ne obstaja
th: ดูเหมือนว่าจะไม่มี %@ อยู่
vi: %@ không tồn tại
zh_hans: %@ 似乎不存在
zh_hant: %@ 似乎並不存在

# Scene.Register.Error.Special.EmailInvalid
source: This is not a valid email address
be: Несапраўдны адрас электроннай пошты
ca: Aquesta no és una adreça de correu electrònic vàlida
cs: Toto není platná e-mailová adresa
de: Dies ist keine gültige E-Mail-Adresse
el: Αυτή η διεύθυνση email δεν είναι έγκυρη
eu: Hau ez da baliozko eposta helbidea
fi: Tämä ei ole kelvollinen sähköpostiosoite
fr: Cette adresse courriel n’est pas valide
gd: Chan e seòladh puist-d dligheach a tha seo
gl: Este non é un enderezo válido de email
it: Questo non è un indirizzo email valido
ja: 有効なメールアドレスではありません
nl: Dit is geen geldig e-mailadres
ru: Недопустимый e-mail адрес
sl: E-naslov ni veljaven
th: นี่ไม่ใช่ที่อยู่อีเมลที่ถูกต้อง
vi: Đây không phải là một địa chỉ email khả dụng
zh_hans: 这不是一个有效的电子邮件地址
zh_hant: 這不是一個有效的電子郵件地址

# Scene.Register.Error.Special.PasswordTooShort
source: Password is too short (must be at least 8 characters)
be: Пароль занадта кароткі (павінен быць не менш за 8 сімвалаў)
ca: La contrasenya és massa curta (ha de tenir 8 caràcters com a mínim)
cs: Heslo je příliš krátké (musí mít alespoň 8 znaků)
de: Passwort ist zu kurz (mindestens 8 Zeichen erforderlich)
el: Ο κωδικός πρόσβασης είναι πολύ μικρός (πρέπει να είναι τουλάχιστον 8 χαρακτήρες)
eu: Pasahitza laburregia da (gutxienez 8 karaktere izan behar ditu)
fi: Salasana on liian lyhyt (täytyy olla vähintään 8 merkkiä)
fr: Le mot de passe est trop court (doit contenir au moins 8 caractères)
gd: Tha am facal-faire ro ghoirid (feumaidh 8 caractaran a bhith ann air a char as giorra)
gl: O contrasinal é demasiado curto (debe ter 8 caracteres como mínimo)
it: La password è troppo corta (deve contenere almeno 8 caratteri)
ja: パスワードが短すぎます（8文字以上）
nl: Het wachtwoord is te kort (het moet ten minste 8 tekens bevatten)
ru: Пароль слишком короткий (должен содержать не менее 8 символов)
sl: Geslo je prekratko (dolgo mora biti vsaj 8 znakov)
th: รหัสผ่านสั้นเกินไป (ต้องมีอย่างน้อย 8 ตัวอักษร)
vi: Mật khẩu của bạn quá ngắn, phải có ít nhất 8 ký tự
zh_hans: 密码太短（至少需要 8 个字符）
zh_hant: 密碼太短了（至少需要八個字元）

# Scene.Register.Error.Special.UsernameInvalid
source: Username must only contain alphanumeric characters and underscores
be: Імя карыстальніка павінна змяшчаць толькі літары, лічбы і знак падкрэслівання
ca: El nom d'usuari ha de contenir només caràcters alfanumèrics i guions baixos
cs: Uživatelské jméno musí obsahovat pouze alfanumerické znaky a podtržítka
de: Benutzername kann nur alphanumerische Zeichen und Unterstriche enthalten
el: Το όνομα χρήστη πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες και κάτω παύλες
eu: Erabiltzaile-izenak karaktere alfanumerikoak eta azpimarrak soilik eduki ditzake
fi: Käyttäjänimi voi sisältää ainoastaan aakkosnumerrisia merkkejä ja alaviivoja
fr: Le nom d’utilisateur ne doit que contenir des caractères alphanumériques et des traits de soulignements
gd: Chan fhaod ach litrichean gun stràcan is fo-loidhnichean a bhith am broinn ainm-cleachdaiche
gl: O nome de usuaria só pode ter caracteres alfanuméricos e trazos baixos
it: Il nome utente deve contenere solo caratteri alfanumerici e trattini bassi
ja: ユーザーネームには、英数字とアンダースコアのみを使用してください。
nl: Een gebruikersnaam mag alleen alfanumerieke karakters en underscores bevatten
ru: Имя пользователя может содержать только латинские буквы, цифры и подчёркивания
sl: Uporabniško ime lahko vsebuje samo alfanumerične znake ter podčrtaje.
th: ชื่อผู้ใช้ต้องมีเฉพาะตัวอักษรและตัวเลขและขีดล่างเท่านั้น
vi: Tên người dùng chỉ có thể chứa các ký tự chữ và số và dấu gạch dưới
zh_hans: 用户名只能包含字母数字和下划线字符
zh_hant: 使用者名稱僅能包含英文字母數字以及底線

# Scene.Register.Error.Special.UsernameTooLong
source: Username is too long (can’t be longer than 30 characters)
be: Імя карыстальніка занадта доўгае (не можа быць больш за 30 сімвалаў)
ca: El nom d'usuari és massa llarg (no pot ser més llarg de 30 caràcters)
cs: Uživatelské jméno je příliš dlouhé (nemůže být delší než 30 znaků)
de: Benutzername ist zu lang (darf nicht länger als 30 Zeichen sein)
el: Το όνομα χρήστη είναι πολύ μεγάλο (δεν μπορεί να υπερβαίνει τους 30 χαρακτήρες)
eu: Erabiltzaile-izena luzeegia da (ezin ditu 30 karaktere baino gehiago izan)
fi: Käyttäjänimi on liian pitkä (ei voi olla pidempi kuin 30 merkkiä)
fr: Le nom d’utilisateur est trop long (ne doit pas dépasser 30 caractères)
gd: Tha an t-ainm-cleachdaiche ro fhada (chan fhaod e a bhith nas fhaide na 30 caractar)
gl: O nome de usuaria é demasiado longo (maior de 30 caracteres)
it: Il nome utente è troppo lungo (non può essere più lungo di 30 caratteri)
ja: ユーザー名が長すぎます（30文字以内）
nl: De gebruikersnaam is te lang (het kan maximaal 30 karakters bevatten)
ru: Слишком длинное имя пользователя (не может быть длиннее 30 символов)
sl: Uporabniško ime je predolgo (ne more biti daljše od 30 znakov)
th: ชื่อผู้ใช้ยาวเกินไป (ไม่สามารถยาวเกิน 30 ตัวอักษร)
vi: Tên người dùng không thể dài hơn 30 ký tự
zh_hans: 用户名太长（不能超过 30 个字符）
zh_hant: 使用者名稱太長了（不能超過 30 個字元）

# Scene.Register.Input.Avatar.Delete
source: Delete
be: Выдаліць
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
eu: Ezabatu
fi: Poista
fr: Supprimer
gd: Sguab às
gl: Eliminar
it: Elimina
ja: 削除
nl: Verwijderen
ru: Удалить
sl: Izbriši
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Scene.Register.Input.DisplayName.Placeholder
source: display name
be: бачнае імя
ca: nom visible
cs: zobrazované jméno
de: Anzeigename
el: εμφανιζόμενο όνομα
eu: pantaila-izena
fi: näyttönimi
fr: nom affiché
gd: ainm-taisbeanaidh
gl: nome público
it: visualizza nome
ja: 表示名
nl: weergavenaam
ru: отображаемое имя
sl: pojavno ime
th: ชื่อที่แสดง
vi: biệt danh
zh_hans: 昵称
zh_hant: 顯示名稱

# Scene.Register.Input.Email.Placeholder
source: email
be: электронная пошта
ca: correu electrònic
eu: eposta
fi: sähköposti
fr: courriel
gd: post-d
ja: メール
sl: e-pošta
th: อีเมล
zh_hans: 电子邮箱
zh_hant: 電子郵件

# Scene.Register.Input.Invite.RegistrationUserInviteRequest
source: Why do you want to join?
be: Чаму вы жадаеце далучыцца?
ca: Perquè vols unir-te?
cs: Proč se chcete připojit?
de: Warum möchtest du beitreten?
el: Γιατί θέλεις να συμμετάσχεις;
eu: Zergatik elkartu nahi duzu?
fi: Miksi haluat liittyä?
fr: Pourquoi voulez-vous vous inscrire ?
gd: Carson a bu mhiann leat ballrachd fhaighinn?
gl: Por que queres unirte?
it: Perché vuoi unirti?
ja: なぜ参加したいと思ったのですか？
nl: Waarom wil je je hier registreren?
ru: Почему вы хотите присоединиться?
sl: Zakaj se želite pridružiti?
th: ทำไมคุณจึงต้องการเข้าร่วม?
vi: Vì sao bạn muốn tham gia?
zh_hans: 加入的理由是？
zh_hant: 為什麼想要加入呢？

# Scene.Register.Input.Password.Accessibility.Checked
source: checked
be: адзначаны галачкай
ca: verificat
cs: zaškrtnuto
de: Häkchen gesetzt
el: επιλεγμένο
eu: hautatuta
fi: tarkastettu
fr: vérifié
gd: le cromag
gl: validado
it: verificato
ja: 選択済
nl: ingeschakeld
sl: potrjeno
th: กาเครื่องหมายแล้ว
vi: đã ổn
zh_hans: 已选中
zh_hant: 已選擇

# Scene.Register.Input.Password.Accessibility.Unchecked
source: unchecked
be: галачка знятая
ca: no verificat
cs: nezaškrtnuto
de: Häkchen entfernt
el: μη επιλεγμένο
eu: hautatu gabe
fi: tarkastamaton
fr: non vérifié
gd: gun chromag
gl: non validado
it: non verificato
ja: 未選択
nl: uitgeschakeld
sl: nepotrjeno
th: ไม่ได้กาเครื่องหมาย
vi: chưa ổn
zh_hans: 未选中
zh_hant: 取消勾選

# Scene.Register.Input.Password.CharacterLimit
source: 8 characters
be: 8 сімвалаў
ca: 8 caràcters
cs: 8 znaků
de: 8 Zeichen
el: 8 χαρακτήρες
eu: 8 karaktere
fi: 8 merkkiä
fr: 8 caractères
gd: 8 caractaran
gl: 8 caracteres
it: 8 caratteri
ja: 8 文字
nl: 8 tekens
sl: 8 znakov
th: 8 ตัวอักษร
vi: 8 ký tự
zh_hans: 8 个字符
zh_hant: 8 個字元

# Scene.Register.Input.Password.ConfirmationPlaceholder
source: Confirm Password
be: Пацвердзіць пароль
ca: Confirma la Contrasenya
cs: Potvrdit heslo
de: Passwort wiederholen
el: Επιβεβαίωση Κωδικού Πρόσβασης
eu: Berretsi pasahitza
fi: Vahvista salasana
fr: Confirmez le mot de passe
gd: Dearbhaich am facal-faire
gl: Confirmar contrasinal
it: Conferma la password
ja: パスワード（確認用）
nl: Wachtwoord bevestigen
sl: Potrdi geslo
th: ยืนยันรหัสผ่าน
vi: Nhập lại mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# Scene.Register.Input.Password.Hint
source: Your password needs at least eight characters
be: Ваш пароль павінен змяшчаць мінімум восем сімвалаў
ca: La teva contrasenya ha de tenir com a mínim vuit caràcters
cs: Vaše heslo musí obsahovat alespoň 8 znaků
de: Ihr Passwort muss mindestens 8 Zeichen lang sein
el: Ο κωδικός πρόσβασής σου χρειάζεται τουλάχιστον οκτώ χαρακτήρες
eu: Pasahitzak zortzi karaktere izan behar ditu gutxienez
fi: Salasanassasi on oltava vähintään kahdeksan merkkiä
fr: Votre mot de passe doit contenir au moins 8 caractères
gd: Feumaidh ochd caractaran a bhith san fhacal-fhaire agad air a char as giorra
gl: O teu contrasinal debe ter cando menos oito caracteres
it: La tua password deve essere di almeno 8 caratteri
ja: パスワードは最低でも8文字必要です。
nl: Jouw wachtwoord moet ten minste acht tekens bevatten
ru: Пароль должен содержать не менее восьми символов
sl: Geslo mora biti dolgo najmanj 8 znakov.
th: รหัสผ่านของคุณจำเป็นต้องมีอย่างน้อยแปดตัวอักษร
vi: Mật khẩu của bạn phải dài tối thiểu 8 ký tự
zh_hans: 密码长度至少为 8 个字符
zh_hant: 您的密碼必須至少為八個字元

# Scene.Register.Input.Password.Placeholder
source: password
be: пароль
ca: contrasenya
cs: heslo
de: Passwort
el: κωδικός πρόσβασης
eu: pasahitza
fi: salasana
fr: mot de passe
gd: facal-faire
gl: contrasinal
ja: パスワード
nl: wachtwoord
ru: пароль
sl: geslo
th: รหัสผ่าน
vi: mật khẩu
zh_hans: 密码
zh_hant: 密碼

# Scene.Register.Input.Password.Require
source: Your password needs at least:
be: Ваш пароль павінен мець як мінімум:
ca: La teva contrasenya com a mínim necessita:
cs: Heslo musí být alespoň:
de: Anforderungen an dein Passwort:
el: Ο κωδικός σου χρειάζεται τουλάχιστον:
eu: Zure pasahitzak izan behar ditu gutxienez:
fi: Salasanasi on oltava ainakin:
fr: Votre mot de passe doit être composé d’au moins :
gd: Feumaidh am facal-faire agad co-dhiù:
gl: O contrasinal debe ter polo menos:
it: La tua password ha bisogno di almeno:
ja: パスワードには少なくとも以下が含まれている必要があります:
nl: Je wachtwoord moet ten minste:
sl: Vaše geslo potrebuje vsaj:
th: รหัสผ่านของคุณจำเป็นต้องมีอย่างน้อย:
vi: Mật khẩu phải tối thiểu:
zh_hans: 您的密码至少需要：
zh_hant: 您的密碼必須是至少：

# Scene.Register.Input.Username.DuplicatePrompt
source: This username is taken.
be: Гэта імя карыстальніка занята.
ca: Aquest nom d'usuari ja està en ús.
cs: Toto uživatelské jméno je použito.
de: Dieser Benutzername ist vergeben.
el: Αυτό το όνομα χρήστη χρησιμοποιείται.
eu: Erabiltzaile-izen hau hartuta dago.
fi: Tämä käyttäjänimi on varattu.
fr: Ce nom d'utilisateur est déjà pris.
gd: Tha an t-ainm-cleachdaiche seo aig cuideigin eile.
gl: Este nome de usuaria xa está en uso.
it: Questo nome utente è già stato preso.
ja: このユーザー名は使用されています
nl: Deze gebruikersnaam is al in gebruik.
ru: Это имя пользователя занято.
sl: To ime je že zasedeno.
th: มีการใช้ชื่อผู้ใช้นี้แล้ว
vi: Tên người dùng đã tồn tại.
zh_hans: 此用户名已被使用
zh_hant: 這個帳號已經被註冊過囉。

# Scene.Register.Input.Username.Placeholder
source: username
be: імя карыстальніка
ca: nom d'usuari
cs: uživatelské jméno
de: Benutzername
el: όνομα χρήστη
eu: erabiltzaile-izena
fi: käyttäjänimi
fr: nom d'utilisateur
gd: ainm-cleachdaiche
gl: identificador
it: nome utente
ja: ユーザー名
nl: gebruikersnaam
ru: имя пользователя
sl: uporabniško ime
th: ชื่อผู้ใช้
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# Scene.Register.Input.Username.Suggestion
source: amazing_%@
be: надзвычайны_%@
ca: increible_%@
cs: super_%@
de: %@_ist_super
el: εκπληκτικό_%@
eu: %@_paregabea
fi: häkellyttävä_%@
fr: incroyable_%@
gd: %@_iongantach
gl: rula_%@
it: incredibile_%@
ja: %@_don
nl: fantastische_%@
sl: super_%@
zh_hans: 赞_%@

# Scene.Register.Title
source: Create Account
be: Стварыць уліковы запіс
ca: Crear un compte
cs: Vytvořit účet
de: Konto erstellen
el: Δημιουργία Λογαριασμού
eu: Sortu kontua
fi: Luo tili
fr: Créer un compte
gd: Cruthaich cunntas
gl: Crear conta
it: Crea un account
ja: アカウントを作成
nl: Account registreren
ru: Расскажите нам о себе.
sl: Ustvari račun
th: สร้างบัญชี
vi: Tạo tài khoản
zh_hans: 创建帐号
zh_hant: 新增帳號

# Scene.Report.Content1
source: Are there any other posts you’d like to add to the report?
be: Ці ёсць іншыя допісы, якія вы хацелі б дадаць да скаргі?
ca: Hi ha algun altre tut que vulguis afegir a l'informe?
cs: Existují nějaké další příspěvky, které byste chtěli přidat do zprávy?
de: Gibt es noch weitere Beiträge, die du der Meldung hinzufügen möchtest?
el: Υπάρχουν άλλες αναρτήσεις που θα ήθελες να προσθέσεις στην αναφορά;
eu: Salaketan beste bidalketarik gehitu nahi duzu?
fi: Onko julkaisuja, joita haluaisit lisätä ilmiantoon?
fr: Y a-t-il d’autres messages que vous aimeriez ajouter au signalement?
gd: A bheil post sam bith eile ann a bu mhiann leat cur ris a’ ghearan?
gl: Hai outras publicacións que desexes engadir á denuncia?
it: Ci sono altri post che vorresti aggiungere alla segnalazione?
ja: 他に通報したい投稿はありますか？
nl: Zijn er nog meer berichten die je aan het rapport wilt toevoegen?
ru: Есть ли другие сообщения, которые вы хотите добавить в отчёт?
sl: Ali so še kakšne druge objave, ki bi jih želeli dodati k prijavi?
th: มีโพสต์อื่นใดที่คุณต้องการเพิ่มไปยังรายงานหรือไม่?
vi: Bạn muốn thêm tút nào vào báo cáo nữa không?
zh_hans: 是否有嘟文需要举报？
zh_hant: 還有其他您想加入這份檢舉報告的嘟文嗎？
