Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.ConfirmEmail.OpenEmailApp.OpenEmailClient
source: Open Email Client
be: Адкрыць паштовы кліент
ca: Obre el Client de Correu electrònic
cs: Otevřít e-mailového klienta
de: E-Mail-Client öffnen
el: Άνοιγμα Πελάτη Email
eu: Ireki eposta bezeroa
fi: Avaa sähköpostisovellus
fr: Ouvrir le client de messagerie
gd: Fosgail cliant puist-d
gl: Abrir cliente de email
it: Apri client Email
ja: メールアプリを開く
nl: E-mailapp openen
ru: Открыть почтовый клиент
sl: Odpri odjemalca e-pošte
th: เปิดไคลเอ็นต์อีเมล
vi: Mở ứng dụng email
zh_hans: 打开邮件客户端
zh_hant: 請開啟電子郵件程式

# Scene.ConfirmEmail.OpenEmailApp.Title
source: Check your Inbox.
be: Праверыць свой паштовую скрыню.
ca: Comprova la teva safata d'entrada.
cs: Zkontrolujte doručenou poštu.
de: Check dein Emailpostfach.
el: Έλεγξε τα Εισερχόμενα σου.
eu: Egiaztatu zure sarrerako ontzia.
fi: Tarkasta postilaatikkosi.
fr: Consultez votre boîte mail.
gd: Thoir sùil air a’ bhogsa a-steach agad.
gl: Comproba a Caixa de correo.
it: Controlla la tua posta in arrivo.
ja: メールを確認
nl: Controleer je Postvak In.
ru: Проверьте вашу почту.
sl: Preverite svojo dohodno e-pošto.
th: ตรวจสอบกล่องขาเข้าของคุณ
vi: Kiểm tra hộp thư của bạn.
zh_hans: 查看您的收件箱。
zh_hant: 請檢查您的收件夾。

# Scene.ConfirmEmail.TapTheLinkWeEmailedToYouToVerifyYourAccount
source: Tap the link we sent you to verify %@. We’ll wait right here.
be: Націсніце на спасылку, якую мы адправілі вам для праверкі %@. Мы чакаем вас тут.
ca: Toca l'enllaç que t'hem enviat per a verificar %@. Esperarem aquí mateix.
cs: Klepněte na odkaz, který jsme vám poslali, abyste ověřili %@. Budeme tu na vás čekat.
de: Bitte klicke auf den Link, den wir an %@ geschickt haben, um dich zu verifizieren. Wir warten bis dahin einfach hier.
el: Πάτησε το σύνδεσμο που σού στείλαμε για να επαληθεύσεις το %@. Θα σε περιμένουμε εδώ.
eu: Sakatu bidali dizugun esteka %@ helbidea egiaztatzeko. Hementxe itxarongo zaitugu.
fi: Napauta lähettämäämme linkkiä vahvistaaksesi tunnuksen %@. Odotamme täällä.
fr: Cliquez sur le lien que nous vous avons envoyé pour vérifier %@. Nous vous attendons ici.
gd: Thoir gnogag air a’ cheangal a chuir sinn thugad a dhearbhadh %@. Fuirichidh sinn ort an-seo.
gl: Preme na ligazón que che enviamos para verificar a conta %@. Agardamos por ti.
it: Tocca il collegamento che ti abbiamo inviato per verificare %@. Aspetteremo proprio qui.
ja: %@ を認証するためのリンクをメールで送信しました。リンクをタップしてメールアドレスを認証してください。
nl: Klik op de link die we je hebben gestuurd om %@ te verifiëren. We wachten op je.
ru: Tap the link we emailed to you to verify your account
sl: Tapnite povezavo, ki smo vam jo poslali, da overite %@. Počakali bomo.
th: แตะลิงก์ที่เราส่งถึงคุณเพื่อยืนยัน %@ เราจะรออยู่ตรงนี้
vi: Nhấn vào liên kết chúng tôi vừa gửi để xác minh %@. Nhanh nhé bạn.
zh_hans: 请点击我们发送给您的链接以确认 %@。我们在这里等你。
zh_hant: 請點擊我們寄給您連結以驗證 %@。我們將於此稍候。

# Scene.ConfirmEmail.Title
source: Check Your Inbox
be: Праверце паштовую скрыню
ca: Comprova la Teva Safata d'entrada
cs: Zkontrolujte si příchozí poštu
de: Überprüfe deinen Posteingang
el: Έλεγξε τα Εισερχόμενα σου
eu: Egiaztatu zure sarrerako ontzia
fi: Tarkasta postilaatikkosi
fr: Consultez votre boîte mail
gd: Thoir sùil air a’ bhogsa a-steach agad
gl: Mira na caixa de correo
it: Controlla la tua casella di posta
ja: 確認のメールを送信しました
nl: Controleer je Postvak In
ru: И ещё кое-что.
sl: Preverite svojo dohodno e-pošto
th: ตรวจสอบกล่องขาเข้าของคุณ
vi: Kiểm tra hộp thư của bạn
zh_hans: 查看您的收件箱
zh_hant: 請檢查您的收件夾

# Scene.Discovery.Intro
source: These are the posts gaining traction in your corner of Mastodon.
be: Допісы, што набіраюць папулярнасць у вашым кутку Mastodon.
ca: Aquests son els tuts que criden l'atenció en el teu racó de Mastodon.
cs: Toto jsou příspěvky, které získávají pozornost ve vašem koutu Mastodonu.
de: Dies sind die Beiträge, die in deiner Umgebung auf Mastodon beliebter werden.
el: Αυτές είναι οι αναρτήσεις που κερδίζουν την προσοχή στη δική σου γωνιά του Mastodon.
eu: Hauek dira zure Mastodon txokoan beraien lekua hartzen ari diren argitalpenak.
fi: Nämä julkaisut saavat huomiota Mastodonin nurkassasi.
fr: Ce sont les messages qui gagnent en popularité sur votre serveur Mastodon.
gd: Seo na postaichean fèillmhor ’nad cheàrnaidh de Mhastodon.
gl: Estas son as publicacións en voga no teu recuncho de Mastodon.
it: Questi sono i post che stanno guadagnando popolarità nel tuo angolo di Mastodon.
ja: あなたのMastodonサーバーで注目を集めている投稿がここに表示されます。
nl: Dit zijn berichten die populair zijn op jouw Mastodon-server.
sl: To so objave, ki plenijo pozornost na vašem koncu Mastodona.
th: นี่คือโพสต์ที่ได้รับความสนใจในมุมของ Mastodon ของคุณ
vi: Đây là những tút thu hút được sự chú ý trong góc Mastodon của bạn.
zh_hans: 这些嘟文在你的长毛象小宇宙中备受关注。
zh_hant: 這些嘟文正在您 Mastodon 的角落受到注目。

# Scene.Discovery.Tabs.Community
source: Community
be: Супольнасць
ca: Comunitat
cs: Komunita
el: Κοινότητα
eu: Komunitatea
fi: Yhteisö
fr: Communauté
gd: Coimhearsnachd
gl: Comunidade
it: Comunità
ja: コミュニティ
ru: Сообщество
sl: Skupnost
th: ชุมชน
vi: Máy chủ
zh_hans: 社区
zh_hant: 社群

# Scene.Discovery.Tabs.ForYou
source: For You
be: Для вас
ca: Per a tu
cs: Pro vás
de: Für dich
el: Για Σένα
eu: Zuretzat
fi: Sinulle
fr: Pour vous
gd: Dhut-sa
gl: Para ti
it: Per Te
ja: おすすめ
nl: Voor jou
sl: Za vas
th: สำหรับคุณ
vi: Dành cho bạn
zh_hans: 为你推荐
zh_hant: 為您推薦

# Scene.Discovery.Tabs.Hashtags
source: Hashtags
be: Хэштэгі
ca: Etiquetes
cs: Hashtagy
el: Ετικέτες
eu: Traolak
fi: Aihetunnisteet
gd: Tagaichean hais
gl: Cancelos
it: Hashtag
ja: ハッシュタグ
sl: Ključniki
th: แฮชแท็ก
vi: Hashtag
zh_hans: 话题标签
zh_hant: 主題標籤

# Scene.Discovery.Tabs.News
source: News
be: Навіны
ca: Notícies
cs: Zprávy
de: Nachrichten
el: Ειδήσεις
eu: Albisteak
fi: Uutiset
fr: Actualité
gd: Naidheachdan
gl: Novas
it: Notizie
ja: ニュース
nl: Nieuws
sl: Novice
th: ข่าว
vi: Tin tức
zh_hans: 最新消息
zh_hant: 最新消息

# Scene.Discovery.Tabs.Posts
source: Posts
be: Допісы
ca: Tuts
cs: Příspěvky
de: Beiträge
el: Αναρτήσεις
eu: Argitalpenak
fi: Julkaisut
fr: Messages
gd: Postaichean
gl: Publicacións
it: Post
ja: 投稿
nl: Berichten
sl: Objave
th: โพสต์
vi: Tút
zh_hans: 嘟文
zh_hant: 嘟文

# Scene.Familiarfollowers.FollowedByNames
source: Followed by %@
be: Мае сярод падпісчыкаў %@
ca: Seguit per %@
cs: Sledován od %@
de: Gefolgt von %@
el: Ακολουθείται από %@
eu: %@(e)k jarraitua
fi: %@ seuraa
fr: Suivi·e par %@
gd: ’Ga leantainn le %@
gl: Seguimentos de %@
it: Seguito da %@
ja: %@がフォロー
nl: Gevolgd door %@
sl: Sledijo %@
th: ติดตามโดย %@
vi: Theo dõi bởi %@
zh_hans: %@ 关注了这个账号
zh_hant: 被 %@ 跟隨

# Scene.Familiarfollowers.Title
source: Followers you familiar
be: Падпісчыкі, якіх вы ведаеце
ca: Seguidors coneguts
cs: Sledující, které znáte
de: Folgende, die du kennst
el: Ακόλουθοι που γνωρίζεις
eu: Ezagutzen dituzun jarraitzaileak
fr: Abonné·e·s que vous connaissez
gd: Luchd-leantainn aithnichte
gl: Seguimentos próximos
it: Seguaci che conosci
ja: おすすめのフォロワー
nl: Volgers die jij volgt
sl: Znani sledilci
th: ผู้ติดตามที่คุณคุ้นเคย
vi: Người theo dõi tương tự
zh_hans: 你熟悉的关注者
zh_hant: 您熟悉的跟隨者

# Scene.Favorite.Title
source: Favorites
be: Абраны
ca: Favorits
cs: Oblíbené
de: Gefällt
el: Αγαπημένα
eu: Gogokoak
fi: Suosikit
fr: Favoris
gd: Annsachdan
gl: Favoritas
it: Preferiti
ja: お気に入り
nl: Favorieten
ru: Ваше избранное
sl: Priljubljeni
th: รายการโปรด
vi: Lượt thích
zh_hans: 喜欢
zh_hant: 最愛

# Scene.FavoritedBy.Title
source: Favorited By
be: Дадалі ў абранае
ca: Preferit per
cs: Oblíben
de: Favorisiert von
el: Αγαπημένο Από
eu: Gogoko dute:
fi: Lisännyt suosikkeihinsä
fr: Favoris par
gd: ’Na annsachd aig
gl: Favorecido por
it: Preferito da
ja: お気に入り
nl: Gefavoriet door
sl: Med priljubljene dal_a
th: ชื่นชอบโดย
vi: Thích bởi
zh_hans: 喜欢者
zh_hant: 已加入最愛

# Scene.FollowedTags.Actions.Follow
source: Follow
be: Падпісацца
ca: Segueix
cs: Sledovat
de: Folgen
el: Ακολούθησε
eu: Jarraitu
fi: Seuraa
fr: Suivre
gd: Lean
gl: Seguir
it: Segui
ja: フォロー
nl: Volgen
sl: Sledi
th: ติดตาม
vi: Theo dõi
zh_hans: 关注
zh_hant: 跟隨

# Scene.FollowedTags.Actions.Unfollow
source: Unfollow
be: Адпісацца
ca: Deixa de seguir
cs: Přestat sledovat
de: Entfolgen
el: Άρση ακολούθησης
eu: Utzi jarraitzeari
fi: Lopeta seuraaminen
fr: Ne plus suivre
gd: Na lean tuilleadh
gl: Deixar de seguir
it: Smetti di seguire
ja: フォロー解除
nl: Ontvolgen
sl: Prenehaj slediti
th: เลิกติดตาม
vi: Bỏ theo dõi
zh_hans: 取消关注
zh_hant: 取消跟隨

# Scene.FollowedTags.Header.Participants
source: participants
be: ўдзельнікі
cs: účastníci
de: Teilnehmer*innen
el: συμμετέχοντες
eu: partaideak
fi: osallistujaa
gd: com-pàirtichean
gl: participantes
it: partecipanti
ja: 参加者
nl: deelnemers
sl: udeležencev
th: ผู้มีส่วนร่วม
vi: người thảo luận
zh_hans: 参与者
zh_hant: 參與者

# Scene.FollowedTags.Header.Posts
source: posts
be: допісаў
ca: tuts
cs: příspěvky
de: Beiträge
el: αναρτήσεις
eu: bidalketa
fi: julkaisua
fr: messages
gd: postaichean
gl: publicacións
it: post
ja: 投稿
nl: berichten
sl: objav
th: โพสต์
vi: tút
zh_hans: 个嘟文
zh_hant: 嘟文

# Scene.FollowedTags.Header.PostsToday
source: posts today
be: допісаў сёння
ca: tuts d'avui
cs: příspěvky dnes
de: Beiträge heute
el: αναρτήσεις σήμερα
eu: bidalketa gaur
fi: julkaisua tänään
fr: messages aujourd'hui
gd: postaichean an-diugh
gl: publicacións de hoxe
it: post di oggi
ja: 今日の投稿
nl: berichten vandaag
sl: objav danes
th: โพสต์วันนี้
vi: tút hôm nay
zh_hans: 今日嘟文
zh_hant: 本日嘟文

# Scene.FollowedTags.Title
source: Followed Tags
be: Тэгі, за якімі вы сочыце
ca: Etiquetes seguides
cs: Sledované štítky
de: Gefolgte Hashtags
el: Ακολουθούμενες Ετικέτες
eu: Jarraitutako traolak
fi: Seuratut tunnisteet
fr: Tags suivis
gd: Tagaichean ’gan leantainn
gl: Cancelos seguidos
it: Hashtag seguiti
ja: フォロー済みタグ
nl: Gevolgde tags
sl: Sledene značke
th: แท็กที่ติดตาม
vi: Hashtag Theo Dõi
zh_hans: 关注的标签
zh_hant: 已跟隨主題標籤

# Scene.Follower.Footer
source: Followers from other servers are not displayed.
be: Падпісчыкі з іншых сервераў не адлюстроўваюцца.
ca: Els seguidors d'altres servidors no son mostrats.
cs: Sledující z jiných serverů nejsou zobrazeni.
de: Folgende, die nicht auf deinem Server registriert sind, werden nicht angezeigt.
el: Οι ακόλουθοι από άλλους διακομιστές δεν εμφανίζονται.
eu: Beste zerbitzarietako jarraitzaileak ez dira bistaratzen.
fi: Seuraajia muilta palvelimilta ei näytetä.
fr: Les abonné·e·s issus des autres serveurs ne sont pas affiché·e·s.
gd: Cha dèid luchd-leantainn o fhrithealaichean eile a shealltainn.
gl: Non se mostran seguidoras desde outros servidores.
it: I seguaci da altri server non vengono visualizzati.
ja: 他のサーバーからのフォロワーは表示されません。
nl: Volgers van andere servers worden niet weergegeven.
sl: Sledilci z drugih strežnikov niso prikazani.
th: ไม่ได้แสดงผู้ติดตามจากเซิร์ฟเวอร์อื่น ๆ
vi: Không hiển thị người theo dõi từ máy chủ khác.
zh_hans: 不会显示来自其它服务器的关注者
zh_hant: 來自其他伺服器的跟隨者不會被顯示。

# Scene.Follower.Title
source: follower
be: падпісчык
ca: seguidor
cs: sledující
de: Folgende
el: ακόλουθος
eu: jarraitzaile
fi: seuraajaa
fr: abonné·e
gd: neach-leantainn
gl: seguidora
it: seguaci
ja: フォロワー
nl: volger
sl: sledilec
th: ผู้ติดตาม
vi: người theo dõi
zh_hans: 关注者
zh_hant: 跟隨者

# Scene.Following.Footer
source: Follows from other servers are not displayed.
be: Падпіскі з іншых сервераў не адлюстроўваюцца.
ca: Els seguits d'altres servidors no son mostrats.
cs: Sledování z jiných serverů není zobrazeno.
de: Gefolgte, die nicht auf deinem Server registriert sind, werden nicht angezeigt.
el: Δεν εμφανίζονται ακολουθήσεις από άλλους διακομιστές.
eu: Beste zerbitzarietan jarraitutakoak ez dira bistaratzen.
fi: Seurauksia muilta palvelimilta ei näytetä.
fr: Les abonnés issus des autres serveurs ne sont pas affichés.
gd: Cha dèid cò a leanas tu air frithealaichean eile a shealltainn.
gl: Non se mostran os seguimentos desde outros servidores.
it: I follow da altri server non vengono visualizzati.
ja: 他のサーバーにいるフォローは表示されません。
nl: Gevolgde accounts van andere servers worden niet weergegeven.
sl: Sledenje z drugih strežnikov ni prikazano.
th: ไม่ได้แสดงการติดตามจากเซิร์ฟเวอร์อื่น ๆ
vi: Không hiển thị người bạn theo dõi từ máy chủ khác.
zh_hans: 不会显示来自其它服务器的关注
zh_hant: 來自其他伺服器的跟隨中不會被顯示。

# Scene.Following.Title
source: following
be: падпісаны
ca: seguint
cs: sledování
de: Gefolgte
el: ακολουθεί
eu: jarraitzen
fi: seurataan
fr: abonnements
gd: ’ga leantainn
gl: seguindo
it: seguendo
ja: フォロー
nl: volgend
sl: sledi
th: กำลังติดตาม
vi: đang theo dõi
zh_hans: 正在关注
zh_hant: 跟隨中

# Scene.HomeTimeline.EmptyState.ListEmptyMessageTitle
source: This list is empty
eu: Zerrenda hau hutsik dago
fr: Cette liste est vide
it: Questo elenco è vuoto
vi: Trống.
zh_hans: 列表是空的

# Scene.HomeTimeline.TimelineMenu.Following
source: Following
be: Вы падпісаны
el: Ακολουθείς
eu: Jarraitzen
fr: Abonnements
gl: A Seguir
it: Stai seguendo
ja: フォロー中
nl: Volgend
sl: Sledi
th: กำลังติดตาม
vi: Đang theo dõi
zh_hans: 关注
zh_hant: 正在跟隨

# Scene.HomeTimeline.TimelineMenu.Hashtags.EmptyMessage
source: You don't follow any Hashtags
be: Вы не сочыце ні за якімі хэштэгамі
eu: Ez duzu traolarik jarraitzen
fr: Vous ne suivez aucun hashtag
it: Non segui alcun hashtag
vi: Bạn chưa theo dõi hashtag nào
zh_hans: 你当前还没有关注任何标签

# Scene.HomeTimeline.TimelineMenu.Hashtags.Title
source: Followed Hashtags
be: Хэштэгі, на якія вы падпісаліся
eu: Jarraitutako traolak
fr: Hashtags suivis
it: Hashtag seguiti
vi: Hashtag theo dõi
zh_hans: 关注的话题标签

# Scene.HomeTimeline.TimelineMenu.Lists.EmptyMessage
source: You don't have any Lists
be: У вас пакуль няма спісаў
eu: Ez duzu zerrendarik
fr: Vous n’avez aucune liste
it: Non hai nessuna lista
vi: Bạn chưa có danh sách nào
zh_hans: 你当前还没有列表

# Scene.HomeTimeline.TimelineMenu.Lists.Title
source: Lists
be: Спісы
eu: Zerrendak
fr: Listes
it: Liste
vi: Danh sách
zh_hans: 列表

# Scene.HomeTimeline.TimelineMenu.LocalCommunity
source: Local
be: Лакальнае
el: Τοπική
eu: Lokala
it: Locale
ja: ローカル
nl: Lokaal
sl: Krajevno
th: ในเซิร์ฟเวอร์
vi: Máy chủ
zh_hans: 本站
zh_hant: 本站

# Scene.HomeTimeline.TimelinePill.NewPosts
source: New Posts
be: Новыя допісы
eu: Argitalpen berriak
fr: Nouveaux messages
gl: Novas publicacións
it: Nuovi post
ja: 新しい投稿
nl: Nieuwe berichten
sl: Nove objave
th: โพสต์ใหม่
vi: Những tút mới
zh_hans: 新嘟文
zh_hant: 新嘟文

# Scene.HomeTimeline.TimelinePill.Offline
source: Offline
be: Па-за сеткай
eu: Konexio gabe
fr: Hors ligne
gl: Sen conexión
it: Non in linea
ja: オフライン
sl: Nepovezan
th: ออฟไลน์
vi: Rớt mạng
zh_hans: 离线
zh_hant: 離線

# Scene.HomeTimeline.TimelinePill.PostSent
source: Post Sent
be: Допіс адпраўлены
eu: Bidalita
fr: Message envoyé
gl: Publicación Enviada
it: Post inviato
ja: 投稿しました
nl: Bericht verzonden
sl: Objava poslana
th: ส่งโพสต์แล้ว
vi: Đã đăng
zh_hans: 已发布
zh_hant: 發嘟成功

# Scene.HomeTimeline.Title
source: Home
be: Галоўная
ca: Inici
cs: Domů
de: Startseite
el: Αρχική
eu: Hasiera
fi: Koti
fr: Accueil
gd: Dachaigh
gl: Inicio
it: Inizio
ja: ホーム
nl: Start
ru: Главная
sl: Domov
th: หน้าแรก
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# Scene.Login.ServerSearchField.Placeholder
source: Enter URL or search for your server
be: Увядзіце URL або адрас сервера
ca: Insereix la URL o cerca el teu servidor
cs: Zadejte URL nebo vyhledávejte váš server
de: URL eingeben oder nach Server suchen
el: Εισαγωγή URL ή αναζήτησε τον διακομιστή σου
eu: Sartu URLa edo bilatu zure zerbitzaria
fi: Syötä URL-osoite tai etsi palvelintasi
fr: Entrez l'URL ou recherchez votre serveur
gd: Cuir a-steach URL an fhrithealaiche agad
gl: Escribe o URL ou busca o teu servidor
it: Inserisci l'URL o cerca il tuo server
ja: URLを入力またはサーバーを検索
nl: Voer een URL in of zoek naar je server
sl: Vnesite URL ali poiščite svoj strežnik
th: ป้อน URL หรือค้นหาสำหรับเซิร์ฟเวอร์ของคุณ
vi: Nhập URL hoặc tìm máy chủ
zh_hans: 输入网址或搜索您的服务器
zh_hant: 請輸入 URL 或搜尋您的伺服器

# Scene.Login.Subtitle
source: Log in with the server where you created your account.
be: Увайдзіце з дапамогай сервера, на якім вы стварылі свой уліковы запіс.
eu: Hasi saioa kontua sortu zenuen zerbitzariarekin.
fr: Connectez-vous avec le serveur sur lequel vous avez créé votre compte.
gl: Accede co servidor onde creaches a conta.
it: Accedi con il server in cui hai creato il tuo account.
ja: アカウントがあるサーバーの URL を入力してください。
ru: Log you in on the server you created your account on.
sl: Prijavite se na strežniku, na katerem ste ustvarili svoj račun.
th: เข้าสู่ระบบด้วยเซิร์ฟเวอร์ที่ซึ่งคุณได้สร้างบัญชีของคุณ
vi: Chọn máy chủ nơi bạn tạo tài khoản.
zh_hans: 登陆到你创建账户的服务器。
zh_hant: 以您建立帳號之伺服器登入。

# Scene.Login.Title
source: Welcome Back
be: Вітаем зноў
de: Willkommen zurück
eu: Ongi etorri berriro ere
fr: Content de vous revoir
gl: Benvida outra vez
it: Bentornato/a
ja: アカウントでログイン
sl: Dobrodošli nazaj
th: ยินดีต้อนรับกลับมา
vi: Chào mừng quay trở lại!
zh_hans: 欢迎回来
zh_hant: 歡迎回來

# Scene.Notification.FollowRequest.Accept
source: Accept
be: Прыняць
ca: Acceptar
cs: Přijmout
de: Akzeptieren
el: Αποδοχή
eu: Onartu
fi: Hyväksy
fr: Accepter
gd: Gabh ris
gl: Aceptar
it: Accetta
ja: 承認
nl: Accepteren
sl: Sprejmi
th: ยอมรับ
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# Scene.Notification.FollowRequest.Accepted
source: Accepted
be: Прынята
ca: Acceptat
cs: Přijato
de: Akzeptiert
el: Αποδέχθηκε
eu: Onartuta
fi: Hyväksytty
fr: Accepté
gd: Air a ghabhail ris
gl: Aceptada
it: Richiesta accettata
ja: 承諾済み
nl: Geaccepteerd
sl: Sprejeto
th: ยอมรับแล้ว
vi: Đã chấp nhận
zh_hans: 已接受
zh_hant: 已接受

# Scene.Notification.FollowRequest.Reject
source: reject
be: адхіліць
ca: rebutjar
cs: odmítnout
de: Ablehnen
el: απόρριψη
eu: ukatu
fi: Hylkää
fr: rejeter
gd: diùlt
gl: rexeitar
it: rifiuta
ja: 拒否
nl: afwijzen
sl: Zavrni
th: ปฏิเสธ
vi: từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# Scene.Notification.FollowRequest.Rejected
source: Rejected
be: Адхілена
ca: Rebutjat
cs: Zamítnuto
de: Abgelehnt
el: Απορρίφθηκε
eu: Ukatua
fi: Hylätty
fr: Rejeté
gd: Chaidh a dhiùltadh
gl: Rexeitada
it: Richiesta rifiutata
ja: 拒否済み
nl: Afgewezen
sl: Zavrnjeno
th: ปฏิเสธแล้ว
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# Scene.Notification.Keyobard.ShowEverything
source: Show Everything
be: Паказаць усё
ca: Mostrar-ho tot
cs: Zobrazit vše
de: Alles anzeigen
el: Εμφάνιση Όλων
eu: Erakutsi guztia
fi: Näytä kaikki
fr: Tout Afficher
gd: Seall a h-uile càil
gl: Mostrar Todo
it: Mostra Tutto
ja: すべて見る
nl: Alles tonen
ru: Показать все
sl: Pokaži vse
th: แสดงทุกอย่าง
vi: Hiện mọi thứ
zh_hans: 显示全部
zh_hant: 顯示全部

# Scene.Notification.Keyobard.ShowMentions
source: Show Mentions
be: Паказаць згадванні
ca: Mostrar Mencions
cs: Zobrazit zmínky
de: Erwähnungen anzeigen
el: Εμφάνιση Επισημάνσεων
eu: Erakutsi aipamenak
fi: Näytä maininnat
fr: Afficher les mentions
gd: Seall na h-iomraidhean
gl: Mostrar mencións
it: Mostra Menzioni
ja: メンションを見る
nl: Vermeldingen tonen
ru: Показать упоминания
sl: Pokaži omembe
th: แสดงการกล่าวถึง
vi: Hiện lượt nhắc
zh_hans: 显示提及
zh_hant: 顯示提及

# Scene.Notification.NotificationDescription.FavoritedYourPost
source: favorited your post
be: дадаў ваш допіс у абранае
ca: ha afavorit la teva publicació
cs: si oblíbil váš příspěvek
de: hat deinen Beitrag favorisiert
el: σημείωσε ως αγαπημένη την ανάρτησή σου
eu: (e)k zure bidalketa gogoko du
fi: lisäsi julkaisusi suosikkeihinsa
fr: a ajouté votre message à ses favoris
gd: – is annsa leotha am post agad
gl: marcou a túa publicación como favorita
it: ha apprezzato il tuo post
ja: がお気に入りに登録
nl: markeerde bericht als favoriet
sl: je vzljubil/a vašo objavo
th: ได้ชื่นชอบโพสต์ของคุณ
vi: thích tút của bạn
zh_hans: 喜欢了你的嘟文
zh_hant: 已將您的嘟文加入最愛

# Scene.Notification.NotificationDescription.FollowedYou
source: followed you
be: падпісаўся(-лася) на вас
ca: et segueix
cs: vás sleduje
de: folgt dir
el: σε ακολούθησε
eu: zu jarraitzen hasi da
fi: seurasi sinua
fr: s’est abonné·e à vous
gd: – ’s iad ’gad leantainn a-nis
gl: séguete
it: ha iniziato a seguirti
ja: にフォローされました
nl: volgt je
sl: vam sledi
th: ได้ติดตามคุณ
vi: đã theo dõi bạn
zh_hans: 关注了你
zh_hant: 已跟隨您

# Scene.Notification.NotificationDescription.MentionedYou
source: mentioned you
be: згадаў вас
ca: t'ha mencionat
cs: vás zmínil/a
de: hat dich erwähnt
el: σε επισήμανε
eu: erabiltzaileak aipatu zaitu
fi: mainitsi sinut
fr: vous a mentionné
gd: – ’s iad air iomradh a thoirt ort
gl: mencionoute
it: ti ha menzionato
ja: にメンションされました
nl: vermeldde jou
sl: vas je omenil/a
th: ได้กล่าวถึงคุณ
vi: nhắc đến bạn
zh_hans: 提及了你
zh_hant: 提到了您

# Scene.Notification.NotificationDescription.PollHasEnded
source: poll has ended
be: апытанне завяршылася
ca: la enquesta ha finalitzat
cs: anketa skončila
de: Umfrage wurde beendet
el: η δημοσκόπηση έληξε
eu: inkesta amaitu da
fi: kysely on päättynyt
fr: le sondage est terminé
gd: thàinig cunntas-bheachd gu crìoch
gl: a enquisa rematou
it: sondaggio terminato
ja: のアンケートが終了
nl: de peiling is beëindigd
sl: anketa je zaključena
th: การสำรวจความคิดเห็นได้สิ้นสุดแล้ว
vi: cuộc bình chọn đã kết thúc
zh_hans: 投票已结束
zh_hant: 投票已結束

# Scene.Notification.NotificationDescription.RebloggedYourPost
source: boosted your post
be: пашырыў(-ла) ваш допіс
eu: (e)k zure bidalketa bultzatu du
fr: a partagé votre message
gl: promoveu a túa publicación
it: ha condiviso il tuo post
ru: reblogged your post
sl: je izpostavil/a vašo objavo
th: ได้ดันโพสต์ของคุณ
vi: vừa đăng lại tút của bạn
zh_hans: 转发了你的嘟文
zh_hant: 已轉嘟您的嘟文

# Scene.Notification.NotificationDescription.RequestToFollowYou
source: request to follow you
be: адправіў запыт на падпіску
ca: ha sol·licitat seguir-te
cs: požádat vás o sledování
de: Folgeanfrage
el: ζήτησε να σε ακολουθήσει
eu: erabiltzaileak zu jarraitzea eskatu du
fi: haluaa seurata sinua
fr: vous a envoyé une demande d’abonnement
gd: iarrtas leantainn
gl: solicitou seguirte
it: richiesta di seguirti
ja: からのフォローリクエスト
nl: wil jou graag volgen
sl: vas je zaprosil za sledenje
th: ขอติดตามคุณ
vi: yêu cầu theo dõi bạn
zh_hans: 关注请求
zh_hant: 要求跟隨您

# Scene.Notification.Title.Everything
source: Everything
be: Усе
ca: Tot
cs: Všechno
de: Alles
el: Όλα
eu: Dena
fi: Kaikki
fr: Tout
gd: A h-uile rud
gl: Todo
it: Tutto
ja: すべて
nl: Alles
ru: Все
sl: Vse
th: ทุกอย่าง
vi: Mọi thứ
zh_hans: 全部
zh_hant: 全部

# Scene.Notification.Title.Mentions
source: Mentions
be: Згадванні
ca: Mencions
cs: Zmínky
de: Erwähnungen
el: Επισημάνσεις
eu: Aipamenak
fi: Maininnat
gd: Iomraidhean
gl: Mencións
it: Menzioni
ja: メンション
nl: Vermeldingen
ru: Упоминания
sl: Omembe
th: การกล่าวถึง
vi: Lượt nhắc đến
zh_hans: 提及
zh_hant: 提及

# Scene.Notification.Warning.DeleteStatuses
source: Some of your posts have been removed.
be: Некаторыя вашыя допісы былі выдаленыя.
eu: Argitalpen batzuk kendu dira.
fr: Certains de vos messages ont été supprimés.
gl: Algunha das túas publicacións foron eliminadas.
it: Alcuni dei tuoi post sono stati rimossi.
ja: あなたによるいくつかの投稿が削除されました。
sl: Nekatere vaše objave so odstranjene.
th: เอาโพสต์บางส่วนของคุณออกแล้ว
vi: Một vài tút của bạn bị gỡ.
zh_hans: 你的一些嘟文已被移除。
zh_hant: 某些您的嘟文已被刪除。

# Scene.Notification.Warning.Disable
source: Your account has been disabled.
be: Ваш уліковы запіс быў адключаны.
eu: Zure kontua ezgaitu da.
fr: Votre compte a été désactivé.
gl: A túa conta foi desactivada.
it: Il tuo account è stato disabilitato.
ja: あなたのアカウントは無効になりました。
sl: Vaš račun je bil onemogočen.
th: ปิดใช้งานบัญชีของคุณแล้ว
vi: Tài khoản của bạn đã bị vô hiệu hóa.
zh_hans: 你的账号已被禁用。
zh_hant: 您的帳號已被停用。

# Scene.Notification.Warning.LearnMore
source: Learn More
be: Даведацца больш
de: Mehr erfahren
eu: Ikasi gehiago
fr: En savoir plus
gl: Saber máis
it: Scopri di più
ja: 詳細
sl: Več o tem
th: เรียนรู้เพิ่มเติม
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多
