Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Common.Controls.Status.Media.ExpandImageHint
source: Expands the image. Double-tap and hold to show actions
be: Разгортванне відарыса. Двойчы націсніце і ўтрымлівайце, каб паказаць дзеянні
ca: Expandeix l'imatge. Toca dues vegades i manté pressionat per a mostrar les opcions
cs: Rozšíří obrázek. Dvojitým klepnutím a podržením zobrazíte akce
de: Erweitert das Bild. Doppeltippen und halten um Aktionen anzuzeigen.
el: Επεκτείνει την εικόνα. Πάτα δύο φορές και κράτα πατημένο για εμφάνιση ενεργειών
eu: Irudia hedatzen du. Egin tap birritan eta mantendu ekintzak erakusteko
fi: Laajentaa kuvan. Näytä toiminnot kaksoisnapautuksella ja painamalla
fr: Développe l'image. Appuyez deux fois et maintenez pour afficher les actions
gd: Leudaichidh seo an dealbh. Thoir gnogag dhùbailte is cùm sìos airson gnìomhan a shealltainn
gl: Desprega a imaxe. Dobre toque e manter para mostrar accións
it: Espande l'immagine. Tocca due volte e tieni premuto per mostrare le azioni
ja: 画像を拡大します。ダブルタップして長押しするとアクションを表示します
nl: De afbeelding vergroten. Twee keer tikken en vasthouden om acties te zien
sl: Razširi sliko. Dvakrat tapnite in držite, da se pokažejo dejanja
th: ขยายภาพ แตะสองครั้งค้างไว้เพื่อแสดงการกระทำ
vi: Mở rộng hình. Nhấn hai lần và giữ để hiện hành động
zh_hans: 展开图像 双击并按住以显示可执行操作
zh_hant: 展開圖片。雙擊然後按住以顯示動作

# Common.Controls.Status.Media.ExpandVideoHint
source: Shows the video player. Double-tap and hold to show actions
be: Паказ відэаплэера. Двойчы націсніце і ўтрымлівайце, каб паказаць дзеянні
ca: Mostra el reproductor de vídeo. Toca dues vegades i manté pressionat per a mostrar les opcions
cs: Zobrazí přehrávač videa. Dvojitým klepnutím a podržením zobrazíte akce
de: Zeigt die Filmwiedergabe. Doppeltippen und halten um Aktionen anzuzeigen.
el: Εμφανίζει το πρόγραμμα αναπαραγωγής βίντεο. Πάτα δύο φορές και κράτα πατημένο για να δείς τις ενέργειες
eu: Bide-erreproduzigailua erakusten du. Egin tap birritan eta mantendu ekintzak erakusteko
fi: Näyttää videosoittimen. Näytä toiminnot kaksoisnapautuksella ja painamalla
fr: Affiche le lecteur vidéo. Appuyez deux fois et maintenez enfoncé pour afficher les actions
gd: Seallaidh seo an cluicheadair video. Thoir gnogag dhùbailte is cùm sìos airson gnìomhan a shealltainn
gl: Mostra o reprodutor. Dobre toque e manter para mostrar accións
it: Mostra il lettore video. Tocca due volte e tieni premuto per mostrare le azioni
ja: 動画を表示します。ダブルタップして長押しするとアクションを表示します
nl: De videospeler tonen. Twee keer tikken en vasthouden om acties te zien
sl: Pokaže predvajalnik videoposnetkov. Dvakrat tapnite in držite, da se pokažejo dejanja
th: แสดงตัวเล่นวิดีโอ แตะสองครั้งค้างไว้เพื่อแสดงการกระทำ
vi: Hiện trình phát video. Nhấn hai lần và giữ để hiện hành động
zh_hans: 展开视频 双击并按住以显示可执行操作
zh_hant: 展開影片播放器。雙擊然後按住以顯示動作

# Common.Controls.Status.MediaContentWarning
source: Tap anywhere to reveal
be: Націсніце ў любым месцы, каб паказаць
ca: Toca qualsevol lloc per a mostrar
cs: Klepnutím kdekoli zobrazíte
de: Tippe irgendwo zum Anzeigen
el: Πάτα οπουδήποτε για εμφάνιση
eu: Ukitu edonon bistaratzeko
fi: Napauta mistä tahansa paljastaaksesi
fr: Tapotez n’importe où pour révéler la publication
gd: Thoir gnogag àite sam bith gus a nochdadh
gl: Toca nalgures para mostrar
it: Tocca ovunque per rivelare
ja: どこかをタップして表示
nl: Tik overal om te tonen
ru: Нажмите в любом месте, чтобы показать
sl: Tapnite kamorkoli, da razkrijete
th: แตะที่ใดก็ตามเพื่อเปิดเผย
vi: Nhấn để hiển thị
zh_hans: 点击任意位置显示
zh_hant: 輕觸任何地方以顯示

# Common.Controls.Status.MetaEntity.Email
source: Email address: %@
be: Электронная пошта: %@
ca: Correu electrònic: %@
cs: E-mailová adresa: %@
de: E-Mail-Adresse: %@
el: Διεύθυνση email: %@
eu: E-posta helbidea: %@
fi: Sähköpostiosoite: %@
fr: Adresse e-mail : %@
gd: Seòladh puist-d: %@
gl: Enderezo de email: %@
it: Indirizzo email: %@
ja: メールアドレス: %@
nl: E-mailadres: %@
sl: E-naslov: %@
th: ที่อยู่อีเมล: %@
vi: Email: %@
zh_hans: 邮箱地址：%@
zh_hant: 電子郵件地址：%@

# Common.Controls.Status.MetaEntity.Hashtag
source: Hashtag: %@
be: Хэштэг: %@
ca: Etiqueta: %@
el: Ετικέτα: %@
eu: Traolak: %@
fi: Aihetunniste: %@
gd: Taga hais: %@
gl: Cancelo: %@
ja: ハッシュタグ: %@
sl: Ključnik: %@
th: แฮชแท็ก: %@
zh_hans: 话题：%@
zh_hant: 主題標籤： %@

# Common.Controls.Status.MetaEntity.Mention
source: Show Profile: %@
be: Паказаць профіль: %@
ca: Mostra el perfil: %@
cs: Zobrazit profil: %@
de: Profil anzeigen: %@
el: Εμφάνιση Προφίλ: %@
eu: Erakutsi Profila: %@
fi: Näytä profiili: %@
fr: Afficher le profile : %@
gd: Seall a’ phròifil: %@
gl: Mostrar Perfil: %@
it: Mostra il profilo: %@
ja: プロフィールを表示: %@
nl: Profiel tonen: %@
sl: Pokaži profil: %@
th: โปรไฟล์ที่แสดง: %@
vi: Hiện hồ sơ: %@
zh_hans: 显示用户资料：%@
zh_hant: 顯示個人檔案：%@

# Common.Controls.Status.MetaEntity.Url
source: Link: %@
be: Спасылка: %@
ca: Enllaç: %@
cs: Odkaz: %@
el: Σύνδεσμος: %@
eu: Lotura: %@
fi: Linkki: %@
fr: Lien : %@
gd: Ceangal: %@
gl: Ligazón: %@
it: Collegamento: %@
ja: リンク: %@
sl: Povezava: %@
th: ลิงก์: %@
zh_hans: 链接：%@
zh_hant: 連結：%@

# Common.Controls.Status.Poll.Closed
source: Closed
be: Завершана
ca: Finalitzada
cs: Uzavřeno
de: Beendet
el: Κλειστή
eu: Itxita
fi: Suljettu
fr: Fermé
gd: Dùinte
gl: Pechada
it: Chiuso
ja: 終了
nl: Gesloten
ru: Завершён
sl: Zaprto
th: ปิดแล้ว
vi: Đóng
zh_hans: 已关闭
zh_hant: 已關閉

# Common.Controls.Status.Poll.Vote
source: Vote
be: Прагаласаваць
ca: Vota
cs: Hlasovat
de: Abstimmen
el: Ψήφισε
eu: Bozkatu
fi: Äänestä
fr: Voter
gd: Cuir bhòt
gl: Votar
it: Vota
ja: 投票
nl: Stemmen
ru: Проголосовать
sl: Glasuj
th: ลงคะแนน
vi: Bình chọn
zh_hans: 投票
zh_hant: 投票

# Common.Controls.Status.PostedViaApplication
source: %@ via %@
be: %@ праз %@
cs: %@ přes %@
el: %@ μέσω %@
eu: %@ %@ -en bidez
fi: %@ sovelluksella %@
gd: %@ slighe %@
gl: %@ vía %@
it: %@ tramite %@
ja: %@ に %@ から投稿
sl: %@ prek %@
th: %@ ผ่าน %@
vi: %@ qua %@
zh_hans: %@ 通过 %@ 发布
zh_hant: %@ 透過 %@

# Common.Controls.Status.SensitiveContent
source: Sensitive Content
be: Далікатнае змесціва
ca: Contingut sensible
cs: Citlivý obsah
de: NSFW-Inhalt
el: Ευαίσθητο Περιεχόμενο
eu: Eduki hunkigarria
fi: Arkaluonteista sisältöä
fr: Contenu sensible
gd: Susbaint fhrionasach
gl: Contido sensible
it: Contenuto sensibile
ja: 閲覧注意
nl: Gevoelige inhoud
sl: Občutljiva vsebina
th: เนื้อหาที่ละเอียดอ่อน
vi: Nội dung nhạy cảm
zh_hans: 敏感内容
zh_hant: 敏感內容

# Common.Controls.Status.ShowPost
source: Show Post
be: Паказаць допіс
ca: Mostra el Tut
cs: Zobrazit příspěvek
de: Beitrag anzeigen
el: Εμφάνιση Ανάρτησης
eu: Erakutsi bidalketa
fi: Näytä julkaisu
fr: Montrer la publication
gd: Seall am post
gl: Mostrar publicación
it: Mostra il post
ja: 投稿を見る
nl: Bericht tonen
ru: Показать пост
sl: Pokaži objavo
th: แสดงโพสต์
vi: Xem tút
zh_hans: 显示嘟文
zh_hant: 顯示嘟文

# Common.Controls.Status.ShowUserProfile
source: Show user profile
be: Паказаць профіль карыстальніка
ca: Mostra el perfil de l'usuari
cs: Zobrazit profil uživatele
de: Benutzerprofil anzeigen
el: Εμφάνιση προφίλ χρήστη
eu: Erakutsi erabiltzailearen profila
fi: Näytä tili
fr: Montrer le profil de l’utilisateur·rice
gd: Seall pròifil a’ chleachdaiche
gl: Mostrar perfil da usuaria
it: Mostra il profilo dell'utente
ja: プロフィールを見る
nl: Gebruikersprofiel tonen
ru: Показать профиль пользователя
sl: Prikaži uporabnikov profil
th: แสดงโปรไฟล์ผู้ใช้
vi: Xem trang hồ sơ
zh_hans: 查看用户个人资料
zh_hant: 顯示使用者個人檔案頁面

# Common.Controls.Status.Tag.Email
source: Email
be: Электронная пошта
ca: Correu electrònic
eu: Eposta
fi: Sähköposti
fr: Courriel
gd: Post-d
ja: メール
sl: E-naslov
th: อีเมล
zh_hans: 电子邮箱
zh_hant: 電子郵件

# Common.Controls.Status.Tag.Emoji
source: Emoji
be: Эмодзі
ca: Emojis
eu: Emojia
fr: Émoji
gl: Emoticona
ja: 絵文字
ru: Эмодзи
sl: Emotikon
th: อีโมจิ
zh_hans: 表情

# Common.Controls.Status.Tag.Hashtag
source: Hashtag
be: Хэштэг
ca: Etiqueta
el: Ετικέτα
eu: Traola
fi: Hashtagi
gd: Taga hais
gl: Cancelo
ja: ハッシュタグ
ru: Хэштег
sl: Ključnik
th: แฮชแท็ก
zh_hans: 标签
zh_hant: 主題標籤

# Common.Controls.Status.Tag.Link
source: Link
be: Спасылка
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
eu: Esteka
fi: Linkki
fr: Lien
gd: Ceangal
gl: Ligazón
it: Collegamento
ja: リンク
ru: Ссылка
sl: Povezava
th: ลิงก์
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# Common.Controls.Status.Tag.Mention
source: Mention
be: Згадванне
ca: Menciona
cs: Zmínka
de: Erwähnung
el: Επισήμανση
eu: Aipatu
fi: Mainitse
gd: Iomradh
gl: Mención
it: Menzione
ja: メンション
nl: Vermelden
ru: Упоминание
sl: Omeni
th: กล่าวถึง
vi: Nhắc đến
zh_hans: 提及
zh_hant: 提及

# Common.Controls.Status.Tag.Url
source: URL
eu: URLa
fi: URL-osoite
ru: Ссылка
zh_hant: 網址

# Common.Controls.Status.TapToReveal
source: Tap to reveal
be: Націсніце, каб паказаць
ca: Toca per a mostrar
cs: Klepnutím zobrazit
de: Zum Anzeigen tippen
el: Πάτα για εμφάνιση
eu: Sakatu erakusteko
fi: Paljasta napauttamalla
fr: Appuyer pour afficher
gd: Thoir gnogag gus a nochdadh
gl: Toca para mostrar
it: Tocca per rivelare
ja: タップして表示
nl: Tik om te onthullen
ru: Нажмите, чтобы показать
sl: Tapnite za razkritje
th: แตะเพื่อเปิดเผย
vi: Nhấn để xem
zh_hans: 点击以显示
zh_hant: 輕觸以顯示

# Common.Controls.Status.Translation.ShowOriginal
source: Show Original
be: Паказаць арыгінал
ca: Mostra l'Original
cs: Zobrazit originál
de: Original anzeigen
el: Εμφάνιση Αρχικού
eu: Erakutsi jatorrizkoa
fi: Näytä alkuperäinen
fr: Afficher l'original
gd: Seall an tionndadh tùsail
gl: Mostrar o orixinal
it: Mostra l'originale
ja: 元のページを開く
nl: Origineel bekijken
ru: Shown Original
sl: Pokaži izvirnik
th: แสดงดั้งเดิม
vi: Bản gốc
zh_hans: 显示原文
zh_hant: 顯示原文

# Common.Controls.Status.Translation.TranslatedFrom
source: Translated from %@ using %@
be: Перакладзена з %@ з дапамогай %@
ca: Traduït del %@ fent servir %@
cs: Přeloženo z %@ pomocí %@
de: Übersetzt von %@ mit %@
el: Μεταφράστηκε από %@ χρησιμοποιώντας το %@
eu: %@(e)tik %@ erabiliz itzuli
fi: Käännetty kielestä %@ palvelulla %@
fr: Traduit de %@ en utilisant %@
gd: Air eadar-theangachadh o %@ le %@
gl: Traducido do %@ usando %@
it: Tradotto da %@ utilizzando %@
ja: %@から翻訳 (%@を使用)
nl: Vertaald uit het %@ door %@
sl: Prevedeno iz %@ s pomočjo %@
th: แปลจาก %@ โดยใช้ %@
vi: Dịch từ %@ bằng %@
zh_hans: 从 %@ 翻译成 %@
zh_hant: 透過 %@ 翻譯 %@

# Common.Controls.Status.Translation.UnknownLanguage
source: Unknown
be: Невядомая
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστο
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
gd: Chan eil fhios
gl: Descoñecido
it: Sconosciuto
ja: 不明
nl: Onbekend
sl: Neznano
th: ไม่รู้จัก
vi: Không xác định
zh_hans: 未知的
zh_hant: 未知

# Common.Controls.Status.Translation.UnknownProvider
source: Unknown
be: Невядомы
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστο
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
gd: Chan eil fhios
gl: Descoñecido
it: Sconosciuto
ja: 不明
nl: Onbekend
sl: Neznano
th: ไม่รู้จัก
vi: Không biết
zh_hans: 未知的
zh_hant: 未知

# Common.Controls.Status.UserReblogged
source: %@ boosted
be: %@ пашырыў(-ла)
eu: %@(e)k bultzatu du
fr: %@ a partagé
gl: %@ promoveu
it: %@ ha condiviso
ru: %@ продвинул(а)
sl: %@ je izpostavil/a
th: %@ ได้ดัน
vi: %@ đăng lại
zh_hans: %@ 转发了
zh_hant: %@ 已轉嘟

# Common.Controls.Status.UserRepliedTo
source: Replied to %@
be: Адказаў %@
ca: Ha respòs a %@
cs: Odpověděl %@
de: Antwortet auf %@
el: Απάντησε στον χρήστη %@
eu: %@(r)i erantzuten
fi: Vastasi %@:lle
fr: À répondu à %@
gd: Air %@ fhreagairt
gl: Respondeu a %@
it: Risposta a %@
ja: %@に返信
nl: Reactie op %@
ru: Ответил(а) %@
sl: Odgovarja %@
th: ตอบกลับ %@
vi: Trả lời đến %@
zh_hans: 回复给 %@
zh_hant: 回覆給 %@

# Common.Controls.Status.Visibility.Direct
source: Only mentioned user can see this post.
be: Толькі згаданы карыстальнік можа бачыць гэты пост.
ca: Només l'usuari mencionat pot veure aquest tut.
cs: Pouze zmíněný uživatel může vidět tento příspěvek.
de: Nur erwähnte Benutzer können diesen Beitrag sehen.
el: Μόνο ο αναφερόμενος χρήστης μπορεί να δει αυτή την ανάρτηση.
eu: Aipatutako erabiltzaileek soilik ikus dezakete bidalketa hau.
fi: Vain mainittu käyttäjä voi nähdä julkaisun.
fr: Seul·e l’utilisateur·rice mentionnée peut voir ce message.
gd: Chan fhaic ach an cleachdaiche air an dugadh iomradh am post seo.
gl: Só a usuaria mencionada pode ver a publicación.
it: Solo l'utente menzionato può vedere questo post.
ja: この投稿はメンションされたユーザーに限り見ることができます。
nl: Alleen de vermelde persoon kan dit bericht zien.
sl: Samo omenjeni uporabnik lahko vidi to objavo.
th: เฉพาะผู้ใช้ที่กล่าวถึงเท่านั้นที่สามารถเห็นโพสต์นี้
vi: Chỉ người được nhắc đến có thể thấy tút.
zh_hans: 只有被提及的用户才能看到此嘟文。
zh_hant: 只有被提及的使用者能看到此嘟文。

# Common.Controls.Status.Visibility.Private
source: Only their followers can see this post.
be: Толькі іх падпісчыкі могуць бачыць гэты допіс.
ca: Només els seus seguidors poden veure aquest tut.
cs: Pouze jejich sledující mohou vidět tento příspěvek.
de: Nur die, die dem Autor folgen, können diesen Beitrag sehen.
el: Μόνο οι ακόλουθοί τους μπορούν να δουν αυτή την ανάρτηση.
eu: Beren jarraitzaileek soilik ikus dezakete bidalketa hau.
fi: Vain heidän seuraajansa voivat nähdä julkaisun.
fr: Seul·e·s leurs abonné·e·s peuvent voir ce message.
gd: Chan fhaic ach an luchd-leantainn aca am post seo.
gl: Só as seguidoras poden ver a publicación.
it: Solo i loro seguaci possono vedere questo post.
ja: この投稿はフォロワーに限り見ることができます。
nl: Alleen diens volgers kunnen dit bericht zien.
sl: Samo sledilci osebe lahko vidijo to objavo.
th: เฉพาะผู้ติดตามของเขาเท่านั้นที่สามารถเห็นโพสต์นี้
vi: Chỉ người theo dõi của họ có thể thấy tút này.
zh_hans: 只有作者的关注者才能看到此嘟文。
zh_hant: 只有他們的跟隨者能看到此嘟文。

# Common.Controls.Status.Visibility.PrivateFromMe
source: Only my followers can see this post.
be: Толькі мае падпісчыкі могуць бачыць гэты допіс.
ca: Només els meus seguidors poden veure aquest tut.
cs: Pouze moji sledující mohou vidět tento příspěvek.
de: Nur die, die mir folgen, können diesen Beitrag sehen.
el: Μόνο οι ακόλουθοί μου μπορούν να δουν αυτή την ανάρτηση.
eu: Nire jarraitzaileek soilik ikus dezakete bidalketa hau.
fi: Vain omat seuraajat voivat nähdä julkaisun.
fr: Seul·e·s mes abonné·e·s peuvent voir ce message.
gd: Chan fhaic ach an luchd-leantainn agam am post seo.
gl: Só as miñas seguidoras poden ver esta publicación.
it: Solo i miei seguaci possono vedere questo post.
ja: この投稿はフォロワーに限り見ることができます。
nl: Alleen mijn volgers kunnen dit bericht zien.
sl: Samo moji sledilci lahko vidijo to objavo.
th: เฉพาะผู้ติดตามของฉันเท่านั้นที่สามารถเห็นโพสต์นี้
vi: Chỉ người theo dõi tôi có thể thấy tút này.
zh_hans: 只有我的关注者才能看到此嘟文。
zh_hant: 只有我的跟隨者能看到此嘟文。

# Common.Controls.Status.Visibility.Unlisted
source: Everyone can see this post but not display in the public timeline.
be: Кожны можа бачыць гэты допіс, але ён не адлюстроўваецца ў публічнай стужцы.
ca: Tothom pot veure aquesta publicació, però no es mostra en la línia de temps pública.
cs: Každý může vidět tento příspěvek, ale nezobrazovat ve veřejné časové ose.
de: Jeder kann diesen Post sehen, aber nicht in der öffentlichen Timeline zeigen.
el: Όλοι μπορούν να δουν αυτή την ανάρτηση, αλλά δεν εμφανίζεται στη δημόσια ροή.
eu: Edozeinek ikusi dezake bidalketa hau baina ez da denbora-lerro publikoan bistaratuko.
fi: Kaikki voivat nähdä julkaisun, mutta sitä ei näytetä julkisella aikajanalla.
fr: Tout le monde peut voir ce message mais ne sera pas affiché sur le fil public.
gd: Chì a h-uile duine am post seo ach cha nochd e air an loidhne-ama phoblach.
gl: A publicación é visible para calquera pero non aparece na cronoloxía pública.
it: Tutti possono vedere questo post ma non mostrare nella cronologia pubblica.
ja: この投稿は誰でも見ることができますが、公開タイムラインには表示されません。
nl: Iedereen kan dit bericht zien maar het wordt niet op de openbare tijdlijn getoond.
sl: Vsak lahko vidi to objavo, ni pa prikazana na javni časovnici.
th: ทุกคนสามารถเห็นโพสต์นี้แต่ไม่แสดงในเส้นเวลาสาธารณะ
vi: Ai cũng thấy tút này nhưng không hiện trên bảng tin máy chủ.
zh_hans: 任何人都可以看到这个嘟文，但不会在公开的时间线中显示。
zh_hant: 任何人都能看到此嘟文，但是不會顯示於公開時間軸上。

# Common.Controls.Tabs.A11Y.Explore
source: Explore
be: Агляд
ca: Explora
cs: Prozkoumat
de: Entdecken
el: Εξερεύνηση
eu: Arakatu
fi: Selaa
fr: Explorer
gd: Rùraich
gl: Descubrir
it: Esplora
ja: みつける
nl: Verkennen
sl: Razišči
th: สำรวจ
vi: Khám phá
zh_hans: 探索
zh_hant: 探索

# Common.Controls.Tabs.A11Y.Search
source: Search
be: Пошук
ca: Cerca
cs: Hledat
de: Suchen
el: Αναζήτηση
eu: Bilatu
fi: Haku
fr: Rechercher
gd: Lorg
gl: Buscar
it: Cerca
ja: 検索
nl: Zoeken
sl: Iskanje
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# Common.Controls.Tabs.Home
source: Home
be: Галоўная
ca: Inici
cs: Domů
de: Startseite
el: Αρχική
eu: Hasiera
fi: Koti
fr: Accueil
gd: Dachaigh
gl: Inicio
it: Inizio
ja: ホーム
nl: Start
ru: Главная
sl: Domov
th: หน้าแรก
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# Common.Controls.Tabs.Notifications
source: Notifications
be: Апавяшчэнні
ca: Notificacions
cs: Oznámení
de: Mitteilungen
el: Ειδοποιήσεις
eu: Jakinarazpenak
fi: Ilmoitukset
gd: Brathan
gl: Notificacións
it: Notifiche
ja: 通知
nl: Meldingen
sl: Obvestila
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Common.Controls.Tabs.Profile
source: Profile
be: Профіль
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
eu: Profila
fi: Profiili
fr: Profil
gd: Pròifil
gl: Perfil
it: Profilo
ja: プロフィール
nl: Profiel
ru: Профиль
sl: Profil
th: โปรไฟล์
vi: Trang hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

# Common.Controls.Tabs.SearchAndExplore
source: Search and Explore
be: Шукайце і адкрывайце
ca: Cerca i Explora
cs: Hledat a zkoumat
de: Suchen und Entdecken
el: Αναζήτηση και Εξερεύνηση
eu: Bilatu eta esploratu
fi: Etsi ja korvaa
fr: Rechercher et explorer
gd: Lorg is rùraich
gl: Buscar e Explorar
it: Cerca ed Esplora
ja: 検索と探索
nl: Zoeken en verkennen
sl: Poišči in razišči
th: ค้นหาและสำรวจ
vi: Tìm và Khám Phá
zh_hans: 搜索和探寻
zh_hant: 搜尋與探索

# Common.Controls.Timeline.Filtered
source: Filtered
be: Адфільтравана
ca: Filtrat
cs: Filtrováno
de: Gefiltert
el: Φιλτραρισμένα
eu: Iragazita
fi: Suodatettu
fr: Filtré
gd: Criathraichte
gl: Filtrado
it: Filtrato
ja: フィルター済み
nl: Gefilterd
ru: Отфильтровано
sl: Filtrirano
th: กรองอยู่
vi: Bộ lọc
zh_hans: 已过滤
zh_hant: 已過濾

# Common.Controls.Timeline.Header.BlockedWarning
source: You can’t view this user’s profile until they unblock you.
be: Вы не можаце праглядаць профіль гэтага карыстальніка, пакуль ён не разблакіруе вас.
ca: No pots veure el perfil d'aquest usuari fins que et desbloqui.
cs: Nemůžeš zobrazit profil tohoto uživatele, dokud tě neodblokují.
de: Das Profil dieses Benutzers kann nicht angezeigt werden, bis er dich entsperrt.
el: Δεν μπορείς να δεις το προφίλ αυτού του χρήστη μέχρι να σε ξεμπλοκάρει.
eu: Ezin duzu erabiltzaile honen profila ikusi desblokeatzen zaituen arte.
fi: Et voi tarkastella tämän tilin profiilia ennen kuin hän poistaa eston.
fr: Vous ne pouvez pas voir le profil de cet utilisateur tant qu'il ne vous aura pas débloqué.
gd: Chan fhaic thu pròifil a’ chleachdaiche seo mus dì-bhac iad thu.
gl: Non podes ver o perfil desta usuaria ata que te desbloquee.
it: Non puoi visualizzare il profilo di questo utente fino a quando non ti sbloccano.
ja: ブロックされているようです...
nl: Je kunt het profiel van deze gebruiker niet bekijken zolang je geblokkeerd bent.
ru: Вы не можете просматривать профиль этого пользователя пока он не разблокирует вас.
sl: Profila tega uporabnika ne morete videti, dokler vas ne odblokirajo.
th: คุณไม่สามารถดูโปรไฟล์ของผู้ใช้นี้ จนกว่าเขาจะเลิกปิดกั้นคุณ
vi: Bạn không thể xem trang người này cho tới khi họ bỏ chặn bạn.
zh_hans: 您不能查看此用户的个人资料 直到他们解除屏蔽。
zh_hant: 您無法瀏覽該使用者的個人檔案，除非他們取消封鎖您。

# Common.Controls.Timeline.Header.BlockingWarning
source: You can’t view this user's profile until you unblock them. Your profile looks like this to them.
be: Вы не можаце праглядаць профіль гэтага карыстальніка, пакуль не разблакіруеце яго. Вось так для іх выглядае ваш профіль.
ca: No pots veure el perfil d'aquest usuari fins que el desbloquis. El teu perfil els sembla així.
cs: Nemůžete zobrazit profil tohoto uživatele, dokud ho neodblokujete. Váš profil pro něj vypadá takto.
de: Du kannst das Profil dieses Benutzers nicht sehen solange du den Benutzer nicht entsperrst. Dein Profil sieht für diesen Benutzer auch so aus.
el: Δεν μπορείς να δεις το προφίλ αυτού του χρήστη μέχρι να τον ξεμπλοκάρεις. Το προφίλ σου μοιάζει έτσι και σε αυτόν.
eu: Ezin duzu erabiltzaile honen profila ikusi desblokeatzen duzun arte. Zure profilak itxura hau du berarentzat.
fi: Et voi tarkastella tämän tilin profiilia ennen kuin poistat sen esto. Profiilisi näyttää tältä hänelle.
fr: Vous ne pouvez pas voir le profil de cet utilisateur tant que vous ne l’avez pas débloqué Votre profil ressemble à ça pour lui.
gd: Chan fhaic thu pròifil a’ chleachdaiche seo gus an dì-bhac thu iad. Seo an coltas a th’ air a’ phròifil agad dhaibh-san.
gl: Non podes ver o perfil da usuaria ata que a desbloquees. Así ven outras o teu perfil.
it: Non puoi visualizzare il profilo di questo utente finché non li sblocchi. Il tuo profilo sembra questo per loro.
ja: ブロックを解除するまでこのユーザーをみることはできません。 そういうことです。
nl: Je kunt het profiel van deze geblokkeerde gebruiker niet bekijken. Jouw profiel ziet er zo uit voor hen.
ru: Вы не можете просматривать профиль этого пользователя пока не разблокируете его. Примерно так выглядит ваш профиль для него.
sl: Profila tega uporabnika ne morete videti, dokler jih ne odblokirate. Vaš profil je zanje videti tako.
th: คุณไม่สามารถดูโปรไฟล์ของผู้ใช้นี้ จนกว่าคุณจะเลิกปิดกั้นเขา โปรไฟล์ของคุณมีลักษณะเช่นนี้สำหรับเขา
vi: Bạn không thể xem trang người này cho tới khi bạn bỏ chặn họ. Họ sẽ thấy trang của bạn như thế này.
zh_hans: 您无法查看此用户的个人资料 直到您解除屏蔽他们。 您的个人资料看起来对他们来说是这样的。
zh_hant: 您無法瀏覽該使用者的個人檔案，除非您取消封鎖。 您的個人檔案看起來像是這樣。

# Common.Controls.Timeline.Header.NoStatusFound
source: No Post Found
be: Допіс не знойдзены
ca: No s'ha Trobat cap Tut
cs: Nebyl nalezen žádný příspěvek
de: Kein Beitrag gefunden
el: Δεν Βρέθηκε Ανάρτηση
eu: Ez da bidalketa aurkitu
fi: Julkaisua ei löytynyt
fr: Aucune publication trouvée
gd: Cha deach post a lorg
gl: Non se atopa a publicación
it: Nessun post trovato
ja: 投稿が見つかりません
nl: Geen Berichten Gevonden
ru: Пост не найден
sl: Ne najdem nobenih objav
th: ไม่พบโพสต์
vi: Không tìm thấy tút
zh_hans: 没有找到嘟文
zh_hant: 沒有任何嘟文

# Common.Controls.Timeline.Header.SuspendedWarning
source: This user has been suspended.
be: Уліковы запіс гэтага карыстальніка прыпынены.
ca: Aquest usuari ha estat suspès.
cs: Tento uživatel byl pozastaven.
de: Dieser Nutzer wurde gesperrt.
el: Αυτός ο χρήστης έχει ανασταλεί.
eu: Erabiltzaile hau kanporatua izan da.
fi: Tämä tili on lakkautettu.
fr: Cet utilisateur a été suspendu.
gd: Chaidh an cleachdaiche seo a chur à rèim.
gl: Esta usuaria foi suspendida.
it: Questo utente è stato sospeso.
ja: このユーザーは停止されています。
nl: Deze gebruiker is opgeschort.
ru: Этот пользователь был заморожен.
sl: Ta oseba je bila suspendirana.
th: มีการระงับผู้ใช้นี้
vi: Người này đã bị vô hiệu hóa.
zh_hans: 此用户已被封禁。
zh_hant: 此使用者已被停權。
