Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.ServerPicker.Input.SearchServersOrEnterUrl
source: Search communities or enter URL
be: Знайдзіце супольнасць або ўвядзіце URL
ca: Cerca comunitats o introdueix l'URL
cs: Hledejte komunity nebo zadejte URL
de: Suche nach einer Community oder gib eine URL ein
el: Αναζήτησε κοινότητες ή εισήγαγε URL
eu: Arakatu komunitateak edo sartu URLa
fi: Etsi yhteisöjä tai syötä URL-osoite
fr: Rechercher parmi les communautés ou renseigner une URL
gd: Lorg coimhearsnachd no cuir a-steach URL
gl: Busca comunidades ou escribe URL
it: Cerca le comunità o inserisci l'URL
ja: コミュニティを検索またはURLを入力
nl: Zoek naar gemeenschappen of voer URL in
sl: Iščite po skupnostih ali vnesite URL
th: ค้นหาชุมชนหรือป้อน URL
vi: Tìm một máy chủ hoặc nhập URL
zh_hans: 搜索社区或输入 URL
zh_hant: 搜尋社群或輸入 URL 地址

# Scene.ServerPicker.Label.Category
source: CATEGORY
be: КАТЭГОРЫЯ
ca: CATEGORIA
cs: KATEGORIE
de: KATEGORIE
el: ΚΑΤΗΓΟΡΙΑ
eu: KATEGORIA
fi: KATEGORIA
fr: CATÉGORIE
gd: ROINN-SEÒRSA
gl: CATEGORÍA
it: CATEGORIA
ja: カテゴリー
nl: CATEGORIE
ru: КАТЕГОРИЯ
sl: KATEGORIJA
th: หมวดหมู่
vi: PHÂN LOẠI
zh_hans: 类别
zh_hant: 分類

# Scene.ServerPicker.Label.Language
source: LANGUAGE
be: МОВА
ca: LLENGUATGE
cs: JAZYK
de: SPRACHE
el: ΓΛΩΣΣΑ
eu: HIZKUNTZA
fi: KIELI
fr: LANGUE
gd: CÀNAN
gl: IDIOMA
it: LINGUA
ja: 言語
nl: TAAL
ru: ЯЗЫК
sl: JEZIK
th: ภาษา
vi: NGÔN NGỮ
zh_hans: 语言
zh_hant: 語言

# Scene.ServerPicker.Label.Users
source: USERS
be: КАРЫСТАЛЬНІКІ
ca: USUARIS
cs: UŽIVATELÉ
de: BENUTZER
el: ΧΡΗΣΤΕΣ
eu: ERABILTZAILEAK
fi: TILIÄ
fr: UTILISATEUR·RICE·S
gd: CLEACHDAICHEAN
gl: USUARIAS
it: UTENTI
ja: ユーザー
nl: GEBRUIKERS
ru: ПОЛЬЗОВАТЕЛИ
sl: UPORABNIKI
th: ผู้ใช้
vi: NGƯỜI
zh_hans: 用户
zh_hant: 使用者

# Scene.ServerPicker.Language.All
source: All
be: Усе
ca: Totes
cs: Všechny
de: Alle Sprachen
el: Όλες
eu: Guztiak
fi: Kaikki
fr: Tous
gd: Na h-uile
gl: Todo
it: Tutte
ja: すべての言語
nl: Alles
sl: Vse
th: ทั้งหมด
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# Scene.ServerPicker.NoServerSelectedHint
source: We’ll pick a server based on your language if you continue without making a selection.
be: Калі вы не выберыце сервер, то мы выберам яго на аснове вашай мовы.
ca: Escollirem un servidor basat en la teva llengua si continues sense res seleccionat. Elegiremos un servidor basado en su idioma si continúa sin hacer una selección.
cs: Pokud budete pokračovat bez výběru, vybereme server založený na Vašem jazyce.
de: Wenn Sie fortfahren, ohne eine Auswahl zu treffen, wird ein Server auf der Grundlage Ihrer Sprache ausgewählt.
el: Θα επιλέξουμε έναν διακομιστή με βάση τη γλώσσα σου αν συνεχίσεις χωρίς να κάνεις κάποια επιλογή.
eu: Hautaketarik egin gabe jarraituz gero, zure hizkuntzaren arabera aukeratuko dugu zerbitzari bat.
fi: Palvelin valitaan kielesi perusteella, jos jatkat ilman valintaa.
fr: Nous choisirons un serveur basé sur votre langue si vous continuez sans en choisir un.
gd: Taghaidh sinn frithealaiche dhut stèidhichte air a’ chànan agad ma leanas tu air adhart gun taghadh.
gl: Se non elixes ti, escolleremos un servidor en función do teu idioma.
it: Sceglieremo un server in base alla tua lingua se continui senza effettuare una selezione.
ja: 選択せずに次へ進むと、利用中の言語に基づいてサーバーを自動選択します。
nl: Als je doorgaat zonder een selectie te maken, kiezen we een server gebaseerd op jouw taal.
sl: Izbrali bomo strežnik na osnovi vašega jezika, če nadaljujete brez izbire.
th: เราจะเลือกเซิร์ฟเวอร์โดยอิงตามภาษาของคุณหากคุณดำเนินการต่อโดยไม่ได้ทำการเลือก
vi: Chúng tôi sẽ chọn một máy chủ dựa trên ngôn ngữ của bạn nếu bạn tiếp tục mà không lựa chọn.
zh_hans: 如果你不做任何选择，我们会根据你的语言来挑选一个服务器。
zh_hant: 如果您不選擇而繼續的話，我們將透過您的語言設定替您選擇一台伺服器。

# Scene.ServerPicker.Search.Placeholder
source: Search name or URL
be: Назва пошуку або URL-адрас
ca: Cerca nom o URL
cs: Hledat jméno nebo URL
de: Server oder URL eingeben
el: Αναζήτηση ονόματος ή URL
eu: Bilatu izena edo URLa
fi: Etsi nimeä tai URL-osoitetta
fr: Rechercher le nom ou l'URL
gd: Lorg ainm no URL
gl: Buscar por nome ou URL
it: Cerca il nome o URL
ja: サーバー名またはURL
nl: Zoek op naam of URL
sl: Iščite po imenu ali URL-ju
th: ค้นหาชื่อหรือ URL
vi: Tên máy chủ hoặc URL
zh_hans: 搜索用户名或 URL
zh_hant: 搜尋名稱或 URL

# Scene.ServerPicker.SignupSpeed.All
source: All
be: Усе
ca: Tots
cs: Všechny
de: Alle
el: Όλες
eu: Guztiak
fi: Kaikki
fr: Tous
gd: Na h-uile
gl: Todo
it: Tutte
ja: 指定しない
nl: Alles
sl: Vse
th: ทั้งหมด
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# Scene.ServerPicker.SignupSpeed.Instant
source: Instant Sign-up
be: Імгненная рэгістрацыя
ca: Registre instàntani
cs: Okamžitá registrace
de: Sofort
el: Άμεση Εγγραφή
eu: Berehalako erregistroa
fi: Välitön rekisteröityminen
fr: Inscription instantanée
gd: Clàradh sa bhad
gl: Rexistro Instantáneo
it: Iscrizione istantanea
ja: 開放
nl: Je kunt direct registreren
sl: Takojšnja prijava
th: การลงทะเบียนทันที
vi: Duyệt tự động
zh_hans: 立即注册
zh_hant: 立即註冊

# Scene.ServerPicker.SignupSpeed.ManuallyReviewed
source: Manual Review
be: Агляд кіраўніцтва
ca: Revisió manual
cs: S ruční kontrolou
de: Manuelle Überprüfung
el: Χειροκίνητη Αξιολόγηση
eu: Eskuzko berrikuspena
fi: Manuaalinen hyväksyntä
fr: Approbation manuelle
gd: Lèirmheas a làimh
gl: Revisión manual
it: Revisione manuale
ja: 承認制
nl: Handmatige beoordeling nodig
sl: Ročni pregled
th: การตรวจทานด้วยตนเอง
vi: Duyệt thủ công
zh_hans: 人工审核
zh_hant: 手動審核

# Scene.ServerPicker.Title
source: Pick Server
be: Абярыце сервер
ca: Tria un Servidor
cs: Vybrat server
de: Server auswählen
el: Επιλογή Διακομιστή
eu: Aukeratu zerbitzaria
fi: Valitse palvelin
fr: Choisissez un serveur
gd: Tagh frithealaiche
gl: Elixe un Servidor
it: Scegli server
ja: サーバーをさがす
nl: Kies een server
ru: Выберите сервер, любой сервер.
sl: Izberite strežnik
th: เลือกเซิร์ฟเวอร์
vi: Chọn máy chủ
zh_hans: 选择服务器
zh_hant: 挑選伺服器

# Scene.ServerRules.Button.Confirm
source: I Agree
be: Я згодны
ca: Hi estic d'acord
cs: Souhlasím
de: Ich stimme zu
el: Συμφωνώ
eu: Ados nago
fi: Hyväksyn
fr: J’accepte
gd: Gabhaidh mi ris
gl: Acepto
it: Sono d'accordo
ja: 同意する
nl: Ik ga akkoord
ru: Принимаю
sl: Strinjam se
th: ฉันเห็นด้วย
vi: Tôi đồng ý
zh_hans: 我同意
zh_hant: 我已閱讀並同意

# Scene.ServerRules.Button.Disagree
source: Disagree
be: Не згодны
de: Ablehnen
el: Διαφωνώ
eu: Ez ados
fr: Refuser
gl: Non aceptar
it: Non sono d'accordo
ja: 同意しない
nl: Ik ga niet akkoord
sl: Ne strinjam se
th: ไม่เห็นด้วย
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# Scene.ServerRules.PrivacyPolicy
source: privacy policy
be: палітыка канфідэнцыяльнасці
ca: política de privadesa
cs: zásady ochrany osobních údajů
de: Datenschutzerklärung
el: πολιτική απορρήτου
eu: pribatutasun-gidalerroak
fi: tietosuojakäytäntö
fr: politique de confidentialité
gd: poileasaidh prìobhaideachd
gl: polícica de privacidade
ja: プライバシーポリシー
nl: privacybeleid
ru: политика конфиденциальности
sl: pravilnik o zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# Scene.ServerRules.Prompt
source: By continuing, you’re subject to the terms of service and privacy policy for %@.
be: Працягваючы, вы згаджаецеся з умовамі выкарыстання і палітыкай канфідэнцыяльнасці %@.
ca: Al continuar, estàs subjecte als termes de servei i a la política de privacitat de %@.
cs: Pokračováním budete podléhat podmínkám služby a zásad ochrany osobních údajů pro uživatele %@.
de: Wenn du fortfährst, unterliegst du den Nutzungsbedingungen und den Datenschutzrichtlinien für %@.
el: Συνεχίζοντας, υπόκεισαι στους όρους της υπηρεσίας και της πολιτικής απορρήτου για %@.
eu: Jarraituz gero, %@ instantziaren zerbitzu-baldintzak eta pribatutasun-gidalerroak onartzen dituzu.
fi: Jatkamalla, hyväksyt palvelun %@ palveluehdot ja tietosuojakäytönnön.
fr: En continuant, vous êtes assujettis à l’entente de service et la politique de confidentialité de %@.
gd: Ma leanas tu air adhart, bidh thu fo bhuaidh teirmichean seirbheise is poileasaidh prìobhaideachd %@.
gl: Ao continuar, acatas os termos do servizo e a política de privacidade para %@.
it: Continuando, sei soggetto alle condizioni di servizio e all'informativa sulla privacy per %@.
ja: 同意することでお客様は以下のサービスの利用規約とプライバシーポリシーに従うことになります。 %@.
nl: Als je verder gaat ga je akkoord met de gebruiksvoorwaarden en privacybeleid van %@.
ru: Продолжая, вы соглашаетесь с условиям использования и политикой конфиденциальности %@.
sl: Če boste nadaljevali, za vas veljajo pogoji storitve in pravilnik o zasebnosti za %@.
th: การดำเนินการต่อแสดงว่าคุณอยู่ภายใต้เงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวสำหรับ %@
vi: Tiếp tục nghĩa là bạn đồng ý điều khoản dịch vụ và chính sách bảo mật của %@.
zh_hans: 如果继续，你必须遵守 %@ 的服务条款和隐私政策。
zh_hant: 如果繼續，代表您將遵守 %@ 的服務條款與隱私權政策。

# Scene.ServerRules.Subtitle
source: By continuing, you agree to follow by the following rules set and enforced by the **%@** moderators.
be: Працягваючы, вы згаджаецеся выконваць правілы, устаноўленыя мадэратарам **%@**.
de: Solltest du fortfahren, erklärst du dich mit den Serverregeln, die die Moderator*innen von **%@** aufgestellt haben und durchsetzen werden, einverstanden.
el: Συνεχίζοντας, συμφωνείς να τηρείς τους ακόλουθους κανόνες που έχουν οριστεί και επιβάλλονται από τους **%@** συντονιστές.
eu: Aurrera egitean, %@-ko moderatzaileek ezarritako eta aplikatutako arau hauek jarraitzea onartzen duzu.
fr: En continuant, vous acceptez de respecter les règles suivantes définies et appliquées par les modérateurs de **%@**.
gl: Se continúas, aceptas seguir as regras establecidas e aplicadas pola moderación de **%@**.
it: Continuando, accetti di seguire le seguenti regole stabilite e applicate dai moderatori di **%@**.
ja: 続行すると、**%@**のモデレータによって設定された以下のルールに従うことに同意します。
nl: Door verder te gaan ga je akkoord met het volgen van de regels, die door de moderatoren van **%@** worden gehanteerd.
ru: Эти правила установлены администраторами %@.
sl: Če nadaljujete, to pomeni, da se strinjate in da boste sledili naslednjim pravilom, ki so jih določili in jih uveljavljajo moderatorji **%@**.
th: การดำเนินการต่อแสดงว่าคุณเห็นด้วยที่จะปฏิบัติตามกฎดังต่อไปนี้ที่ได้รับการตั้งและบังคับใช้โดยผู้กลั่นกรองของ **%@**
vi: Tiếp tục nghĩa là bạn đồng ý tuân theo các quy tắc sau do kiểm duyệt viên **%@** đặt ra và thực thi.
zh_hans: 继续操作即表示你同意遵守由 %@ 的管理员设定并执行的以下规则。
zh_hant: 如果繼續，您將同意以下由 **%@** 之管理員訂定及執行之伺服器規則。

# Scene.ServerRules.TermsOfService
source: terms of service
be: умовы выкарыстання
ca: termes del servei
cs: podmínky služby
de: Nutzungsbedingungen
el: όροι υπηρεσίας
eu: zerbitzu-baldintzak
fi: käyttöehdot
fr: entente de service
gd: teirmichean na seirbheise
gl: termos do servizo
it: condizioni del servizio
ja: 利用規約
nl: gebruiksvoorwaarden
ru: условия использования
sl: pogoji uporabe
th: เงื่อนไขการให้บริการ
vi: điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# Scene.ServerRules.Title
source: Server Rules
be: Правілы сервера
de: Server-Regeln
el: Κανόνες Διακομιστή
eu: Zerbitzariaren arauak
fr: Règles du serveur
gl: Regras do servidor
it: Regole del server
ja: サーバーのルール
nl: Serverregels
ru: Несколько основных правил.
sl: Pravila strežnika
th: กฎของเซิร์ฟเวอร์
vi: Nội quy máy chủ
zh_hans: 站点规则
zh_hant: 伺服器規則

# Scene.Settings.AboutMastodon.ClearMediaStorage
source: Clear Media Storage
be: Ачысціце сховішча мультымедыя
cs: Vymazat úložiště médií
de: Medienspeicher löschen
el: Εκκαθάριση Χώρου Αποθήκευσης Πολυμέσων
eu: Garbitu multimedia biltegiratzea
fr: Vider le cache des médias
gd: Falamhaich stòras nam meadhanan
gl: Limpar Almacenaxe Multimedia
it: Cancella l'archiviazione multimediale
ja: メディアキャッシュの削除
nl: Mediaopslag wissen
sl: Počisti medijsko shrambo
th: ล้างที่เก็บข้อมูลสื่อ
vi: Xóa bộ nhớ đệm
zh_hans: 清除媒体缓存
zh_hant: 清空媒體儲存空間

# Scene.Settings.AboutMastodon.ContributeToMastodon
source: Contribute to Mastodon
be: Унесці ўклад у Mastodon
cs: Přispějte kód do Mastodonu
de: Zu Mastodon beitragen
el: Συνείσφερε στο Mastodon
eu: Lagundu Mastodon
fr: Contribuer à Mastodon
gd: Cuidich le leasachadh Mastodon
gl: Colaborar con Mastodon
it: Contribuisci a Mastodon
ja: Mastodonに貢献する
nl: Bijdragen aan Mastodon
sl: Prispevajte Mastodonu
th: มีส่วนร่วมกับ Mastodon
vi: Đóng góp cho Mastodon
zh_hans: 贡献给Mastodon
zh_hant: 貢獻 Mastodon

# Scene.Settings.AboutMastodon.MoreSettings
source: Even More Settings
be: Яшчэ больш налад
cs: Ještě více nastavení
de: Noch mehr Einstellungen
el: Ακόμα Περισσότερες Ρυθμίσεις
eu: Ezarpen gaehiago
fr: Paramètres supplémentaires
gd: Fiù ’s a bharrachd roghainnean
gl: Máis axustes
it: Ancora più impostazioni
ja: さらに詳しい設定
nl: Nog meer instellingen
sl: Še več nastavitev
th: การตั้งค่าเพิ่มเติม
vi: Nhiều hơn
zh_hans: 更多设置
zh_hant: 更多更多的設定

# Scene.Settings.AboutMastodon.PrivacyPolicy
source: Privacy Policy
be: Палітыка канфідэнцыяльнасці
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
eu: Pribatutasun politika
fr: Politique de confidentialité
gd: Poileasaidh prìobhaideachd
gl: Política de Privacidade
it: Politica sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
sl: Pravilnik o zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# Scene.Settings.AboutMastodon.Title
source: About
be: Аб
cs: O nás
de: Über
el: Σχετικά
eu: Honi buruz
fr: À propos
gd: Mu dhèidhinn
gl: Acerca de
it: Info
ja: Mastodonについて
nl: Over
sl: O programu
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# Scene.Settings.General.Appearance.Dark
source: Dark
be: Цёмная
cs: Tmavý
de: Dunkel
el: Σκοτεινό
eu: Iluna
fr: Sombre
gd: Dorcha
gl: Escuro
it: Scuro
ja: ダーク
nl: Donker
sl: Temno
th: มืด
vi: Tối
zh_hans: 深色
zh_hant: 深色

# Scene.Settings.General.Appearance.Light
source: Light
be: Светлая
cs: Světlý
de: Hell
el: Φωτεινό
eu: Argia
fr: Clair
gd: Soilleir
gl: Claro
it: Chiaro
ja: ライト
nl: Licht
sl: Svetlo
th: สว่าง
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# Scene.Settings.General.Appearance.SectionTitle
source: Appearance
be: Знешні выгляд
cs: Vzhled
de: Farbschema
el: Εμφάνιση
eu: Itxura
fr: Apparence
gd: Coltas
gl: Aparencia
it: Aspetto
ja: テーマ
nl: Uiterlijk
sl: Videz
th: ลักษณะที่ปรากฏ
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀設定

# Scene.Settings.General.Appearance.System
source: Use Device Appearance
be: Выкарыстоўваць сістэмную тэму
cs: Použít vzhled zařízení
de: Einstellungen des Geräts übernehmen
el: Χρήση Εμφάνισης Συσκευής
eu: Erabili sistemaren diseinua
fr: Utiliser le thème de l'appareil
gd: Cleachd coltas an uidheim
gl: Seguir ao dispositivo
it: Utilizza l'aspetto del dispositivo
ja: 端末の設定に合わせる
nl: Systeemstandaard
sl: Uporabi videz naprave
th: ใช้ลักษณะที่ปรากฏของอุปกรณ์
vi: Giống thiết bị
zh_hans: 跟随系统
zh_hant: 使用裝置外觀設定

# Scene.Settings.General.AskBefore.BoostingAPost
source: Boosting a Post
be: Пашырэнне допісу
de: Einen Beitrag teilen
el: Ενίσχυση μιας Ανάρτησης
eu: Bidalketak bultzatu aurretik
fr: Partager un message
gd: Brosnachadh puist
gl: Promover unha publicación
it: Condividere un post
ja: 投稿のブースト
nl: Je een bericht boost
sl: Izpostavljanje določene objave
th: การดันโพสต์
vi: Đăng lại một tút
zh_hans: 转嘟
zh_hant: 轉嘟

# Scene.Settings.General.AskBefore.DeletingAPost
source: Deleting a Post
be: Выдаленне допісу
de: Einen Beitrag löschen
el: Διαγραφή μιας Ανάρτησης
eu: Bidalketak ezabatu aurretik
fr: Supprimer un message
gd: Sguabadh às puist
gl: Eliminar unha publicación
it: Cancellare un post
ja: 投稿の削除
nl: Je een bericht verwijderd
sl: Brisanje objave
th: การลบโพสต์
vi: Xóa một tút
zh_hans: 删除嘟文
zh_hant: 刪除嘟文

# Scene.Settings.General.AskBefore.PostingWithoutAltText
source: Posting without Alt Text
be: Публікацыя без альтэрнатыўнага тэксту
de: Posten ohne Alt-Text
el: Ανάρτηση χωρίς Εναλλακτικό Κείμενο
eu: ALT testurik gabe bidali aurretik
fr: Publier sans texte alternatif
gd: Postadh às aonais roghainn teacsa
gl: Publicar sen Texto Alt
it: Pubblicare senza il testo alternativo
ja: 代替テキストのない投稿
nl: Je een bericht zonder alt-tekst plaatst
sl: Objavljanje brez nadomestnega besedila
th: การโพสต์โดยไม่มีข้อความแสดงแทน
vi: Đăng không cần văn bản thay thế
zh_hans: 发布没有替代文本的嘟文
zh_hant: 發表沒有 ALT 說明文字之嘟文

# Scene.Settings.General.AskBefore.SectionTitle
source: Ask before…
be: Спытайце перад…
de: Aktionen abfragen…
el: Ρώτησε πριν…
eu: Galdetu…
fr: Demander avant de …
gd: Faighnich ro…
gl: Preguntar antes…
it: Chiedi prima di…
ja: 事前の確認
nl: Vragen voordat…
sl: Vprašaj, preden ...
th: ถามก่อน…
vi: Hỏi trước khi…
zh_hans: 在执行前确认...
zh_hant: 於執行前需確認...

# Scene.Settings.General.AskBefore.UnfollowingSomeone
source: Unfollowing Someone
be: Адмена падпіскі на кагосьці
de: Jemanden nicht mehr folgen
el: Άρση Ακολούθησης Κάποιου
eu: Norbaiti jarraitzeari utzi aurretik
fr: Se désabonner d'un compte
gd: Sgur de leantainn
gl: Deixar de seguir a alguén
it: Smettere di seguire qualcuno
ja: フォローの解除
nl: Je iemand ontvolgd
sl: Prenehanje sledenja uporabniku
th: การเลิกติดตามใครสักคน
vi: Bỏ theo dõi ai đó
zh_hans: 取消关注某人
zh_hant: 取消跟隨某人

# Scene.Settings.General.Design.SectionTitle
source: Design
be: Афармленне
cs: Vzhled
el: Σχεδίαση
eu: Diseinua
fr: Conception graphique
gd: Co-dhealbhachd
gl: Deseño
it: Stile
ja: アニメーション
sl: Oblikovanje
th: การออกแบบ
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計

# Scene.Settings.General.Design.ShowAnimations
source: Play Animated Avatars and Emoji
be: Прайграваць аніміраваныя аватары і эмодзі
cs: Přehrát animované Avatary a Emoji
de: Animierte Profilbilder und Emoji abspielen
el: Αναπαραγωγή κινούμενων Avatars και Emoji
eu: Erreproduzitu animatutako abatarrak eta emojiak
fr: Jouer les avatars animés et les émojis
gd: Cluich beothachadh nan avataran ’s nan emoji
gl: Reproducir avatares e emoji animados
it: Riproduci avatar ed emoji animati
ja: アニメーションアイコンと絵文字を再生
nl: Geanimeerde profielfoto's en emoji's afspelen
sl: Predvajaj animirane avatarje in emotikone
th: เล่นภาพประจำตัวและอีโมจิแบบเคลื่อนไหว
vi: Ảnh đại diện và emoji động
zh_hans: 播放动态头像和表情
zh_hant: 播放動畫大頭貼與表情符號

# Scene.Settings.General.Language.DefaultPostLanguage
source: Default Post Language
be: Прадвызначана мова допісаў
de: Standard-Beitragssprache
el: Προεπιλεγμένη Γλώσσα Ανάρτησης
eu: Lehenetsitako bidalketa hizkuntza
fr: Langue de publication par défaut
gd: Cànan bunaiteach nam post
gl: Idioma por defecto ao publicar
it: Lingua predefinita dei post
ja: デフォルトの投稿言語
nl: Standaardtaal voor berichten
sl: Privzeti jezik objav
th: ภาษาของโพสต์เริ่มต้น
vi: Ngôn ngữ đăng mặc định
zh_hans: 默认发嘟语言
zh_hant: 預設嘟文語言

# Scene.Settings.General.Language.SectionTitle
source: Language
be: Мова
de: Sprache
el: Γλώσσα
eu: Hizkuntza
fr: Langue
gd: Cànan
gl: Idioma
it: Lingua
ja: 言語
nl: Taal
sl: Jezik
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# Scene.Settings.General.Links.OpenInBrowser
source: Open in Browser
be: Адкрываць у браўзеры
cs: Otevřít v prohlížeči
de: Im Browser öffnen
el: Άνοιγμα στον Περιηγητή
eu: Ireki nabigatzailean
fr: Ouvrir dans le navigateur
gd: Fosgail ann am brabhsair
gl: Abrir no navegador
it: Apri nel browser
ja: ブラウザアプリで開く
nl: In browser openen
sl: Odpri v brskalniku
th: เปิดในเบราว์เซอร์
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 於瀏覽器中開啟連結

# Scene.Settings.General.Links.OpenInMastodon
source: Open in Mastodon
be: Адкрываць у Mastodon
cs: Otevřít v Mastodonu
de: In Mastodon öffnen
el: Άνοιγμα στο Mastodon
eu: Ireki Mastodonen
fr: Ouvrir dans Mastodon
gd: Fosgail ann am Mastodon
gl: Abrir en Mastodon
it: Apri su Mastodon
ja: アプリ内ブラウザで開く
nl: In Mastodon openen
sl: Odpri v Mastodonu
th: เปิดใน Mastodon
vi: Mở liên kết trong Mastodon
zh_hans: 在 Mastodon 中打开
zh_hant: 於 Mastodon 中開啟連結

# Scene.Settings.General.Links.SectionTitle
source: Links
be: Спасылкі
cs: Odkazy
el: Σύνδεσμοι
eu: Loturak
fr: Liens
gd: Ceanglaichean
gl: Ligazóns
it: Collegamenti
ja: Webブラウザ
sl: Povezave
th: ลิงก์
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# Scene.Settings.General.Title
source: General
be: Агульныя
cs: Obecné
de: Allgemein
el: Γενικά
eu: Orokorra
fr: Général
gd: Coitcheann
gl: Xeral
it: Generale
ja: 一般
nl: Algemeen
sl: Splošno
th: ทั่วไป
vi: Chung
zh_hans: 通用
zh_hant: 一般

# Scene.Settings.Notifications.Alert.Boosts
source: Boosts
be: Пашырэнні
cs: Boosty
de: Geteilte Beiträge
el: Ενισχύσεις
eu: Bultzadak
fr: Partages
gd: Brosnachaidhean
gl: Promocións
it: Condivisioni
ja: ブースト
sl: Izpostavitve
th: การดัน
vi: Lượt đăng lại
zh_hans: 转嘟
zh_hant: 轉嘟

# Scene.Settings.Notifications.Alert.Favorites
source: Favorites
be: Упадабаныя
cs: Oblíbené
de: Favoriten
el: Αγαπημένα
eu: Gogokoak
fr: Favoris
gd: Annsachdan
gl: Favoritos
it: Preferiti
ja: お気に入り
nl: Favorieten
sl: Priljubljeni
th: รายการโปรด
vi: Lượt thích
zh_hans: 喜欢
zh_hant: 最愛

# Scene.Settings.Notifications.Alert.MentionsAndReplies
source: Mentions & Replies
be: Згадванні & Адказы
cs: Zmínění a odpovědi
de: Erwähnungen und Antworten
el: Αναφορές & Απαντήσεις
eu: Aipamenak eta erantzunak
fr: Mentions et réponses
gd: Iomraidhean ⁊ freagairtean
gl: Mencións e respostas
it: Menzioni e risposte
ja: メンションと返信
nl: Vermeldingen en antwoorden
sl: Omembe in odgovori
th: การกล่าวถึงและการตอบกลับ
vi: Lượt nhắc và trả lời
zh_hans: 提及与回复
zh_hant: 提及與回覆

# Scene.Settings.Notifications.Alert.NewFollowers
source: New Followers
be: Новыя падпісчыкі
cs: Noví sledující
de: Neue Follower
el: Νέοι Ακόλουθοι
eu: Jarraitzaile berriak
fr: Nouveaux⋅elles abonné⋅e⋅s
gd: Luchd-leantainn ùr
gl: Novas seguidoras
it: Nuovi seguaci
ja: 新しいフォロワー
nl: Nieuwe volgers
sl: Novi sledilci
th: ผู้ติดตามใหม่
vi: Người theo dõi mới
zh_hans: 新关注者
zh_hant: 新跟隨者

# Scene.Settings.Notifications.Disabled.GoToSettings
source: Go to Notification Settings
be: Перайсці ў налады апавяшчэнняў
cs: Přejít do nastavení oznámení
de: Gehe zu den Benachrichtigungseinstellungen
el: Μετάβαση στις Ρυθμίσεις Ειδοποιήσεων
eu: Joan jakinarazpenaren ezarpenetara
fr: Aller aux paramètres des notifications
gd: Tadhail air roghainnean nam brathan
gl: Ir aos axustes das notificacións
it: Vai alle impostazioni di notifica
ja: 端末の通知設定を開く
nl: Ga naar de meldingsinstellingen
sl: Pojdi k nastavitvam obvestil
th: ไปยังการตั้งค่าการแจ้งเตือน
vi: Thiết lập thông báo
zh_hans: 转到通知设置
zh_hant: 前往系統通知設定

# Scene.Settings.Notifications.Disabled.NotificationHint
source: Turn on notifications from your device settings to see updates on your lock screen.
be: Уключыце апавяшчэнні ў наладах прылады, каб бачыць абнаўлення на экране блакіроўкі.
cs: Zapněte oznámení z nastavení zařízení pro zobrazení aktualizací na zamykací obrazovce.
de: Schalte Benachrichtigungen in den Geräteeinstellungen ein, um Aktualisierungen von deinem Sperrbildschirm aus zu sehen.
el: Ενεργοποίησε τις ειδοποιήσεις από τις ρυθμίσεις της συσκευής σου για να βλέπεις ενημερώσεις στην οθόνη κλειδώματος.
eu: Piztu jakinarazpenak gailuaren ezarpenetatik, blokeatutako pantailatik eguneratzeak ikusteko.
fr: Activer les notifications depuis les paramètres de votre appareil pour voir les mises à jour sur votre écran de verrouillage.
gd: Cuir air na brathan o roghainnean an uidheim agad a dh’fhaicinn naidheachdan air an sgrìn-ghlasaidh agad.
gl: Activar notificacións nos axustes do dispositivo para ver novidades na pantalla de bloqueo.
it: Attiva le notifiche dalle impostazioni del tuo dispositivo per vedere gli aggiornamenti sulla schermata di blocco.
ja: プッシュ通知を受け取るには、端末の設定から通知を許可しましょう。
nl: Meldingen in je apparaatinstellingen inschakelen om updates op je vergrendelscherm te kunnen zien.
sl: Da vidite posodobitve za zaklepu zaslona, omogočite obvestila v nastavitvah naprave.
th: เปิดการแจ้งเตือนจากการตั้งค่าอุปกรณ์ของคุณเพื่อดูการอัปเดตในหน้าจอล็อคของคุณ
vi: Bật thông báo từ cài đặt thiết bị của bạn để xem chúng từ mọi nơi.
zh_hans: 在系统设置中打开通知来随时获取新动态。
zh_hant: 自您的裝置啟用通知設定以於鎖定畫面檢視新消息。

# Scene.Settings.Notifications.Policy.Anyone
source: Anyone
be: Усіх
cs: Kdokoliv
de: Jeder
el: Οποιοσδήποτε
eu: Edozein
fr: Tout le monde
gd: Duine sam bith
gl: Calquera
it: Chiunque
ja: 誰でも
nl: Iedereen
sl: kogarkoli
th: ใครก็ตาม
vi: Bất cứ ai
zh_hans: 任何人
zh_hant: 所有人
