Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Report.StepThree.SelectAllThatApply
source: Select all that apply
be: Абярыце ўсе варыянты, што падыходзяць
ca: Selecciona tot el que correspongui
cs: Vyberte všechna relevantní
de: Alles Zutreffende auswählen
el: Επίλεξε όλα όσα ισχύουν
eu: Hautatu dagozkion guztiak
fi: Valitse kaikki sopivat
fr: Sélectionnez toutes les réponses qui s’appliquent
gd: Tagh a h-uile gin a tha iomchaidh
gl: Elixe todo o que sexa de aplicación
it: Seleziona tutte le risposte pertinenti
ja: 当てはまるものをすべて選んでください
nl: Selecteer wat van toepassing is
sl: Izberite vse, kar ustreza
th: เลือกทั้งหมดที่นำไปใช้
vi: Chọn tất cả những gì phù hợp
zh_hans: 选择适用选项
zh_hant: 請選擇所有適用的選項

# Scene.Report.StepThree.Step3Of4
source: Step 3 of 4
be: Крок 3 з 4
ca: Pas 3 de 4
cs: Krok 3 ze 4
de: Schritt 3 von 4
el: Βήμα 3 από 4
eu: 3. urratsa 4tik
fi: Vaihe 3/4
fr: Étape 3 sur 4
gd: Ceum 3 à 4
gl: Paso 3 de 4
it: Fase 3 di 4
ja: ステップ 3/4
nl: Stap 3 van 4
sl: Korak 3 od 4
th: ขั้นตอนที่ 3 จาก 4
vi: Bước 3 trong 4
zh_hans: 第 3 步（共 4 步）
zh_hant: 四個步驟中的第三步

# Scene.Report.StepTwo.IJustDon’tLikeIt
source: I just don’t like it
be: Мне не падабаецца
ca: Simplement no m'agrada
cs: Jen se mi to nelíbí
de: Das gefällt mir einfach nicht
el: Απλώς δεν μου αρέσει
eu: Ez dut gustukoa
fi: En vain pidä siitä
fr: Ça ne me plaît tout simplement pas
gd: ’S ann nach toigh leam e
gl: Non me gusta
it: Non mi piace
ja: 興味がありません
nl: Ik vind het gewoon niet leuk
sl: Ni mi všeč
th: ฉันแค่ไม่ชอบโพสต์
vi: Tôi không thích nó
zh_hans: 我不喜欢它
zh_hant: 就是不順眼

# Scene.Report.StepTwo.SelectAllThatApply
source: Select all that apply
be: Абярыце ўсе варыянты, што падыходзяць
ca: Selecciona tot el que correspongui
cs: Vyberte všechna relevantní
de: Alles Zutreffende auswählen
el: Επίλεξε όλα όσα ισχύουν
eu: Hautatu dagozkion guztiak
fi: Valitse kaikki sopivat
fr: Sélectionnez toutes les réponses appropriées
gd: Tagh a h-uile gin a tha iomchaidh
gl: Elixe todo o que sexa de aplicación
it: Seleziona tutte le risposte pertinenti
ja: 当てはまるものをすべて選んでください
nl: Selecteer wat van toepassing is
sl: Izberite vse, kar ustreza
th: เลือกทั้งหมดที่นำไปใช้
vi: Chọn tất cả những gì phù hợp
zh_hans: 选择适用选项
zh_hant: 請選擇所有適用的選項

# Scene.Report.StepTwo.Step2Of4
source: Step 2 of 4
be: Крок 2 з 4
ca: Pas 2 de 4
cs: Krok 2 ze 4
de: Schritt 2 von 4
el: Βήμα 2 από 4
eu: 2. urratsa 4tik
fi: Vaihe 2/4
fr: Étape 2 sur 4
gd: Ceum 2 à 4
gl: Paso 2 de 4
it: Fase 2 di 4
ja: ステップ 2/4
nl: Stap 2 van 4
sl: Korak 2 od 4
th: ขั้นตอนที่ 2 จาก 4
vi: Bước 2 trong 4
zh_hans: 第 2 步（共 4 步）
zh_hant: 四個步驟中的第二步

# Scene.Report.StepTwo.WhichRulesAreBeingViolated
source: Which rules are being violated?
be: Якія правілы былі парушаны?
ca: Quines normes s'estan infringint?
cs: Jaká pravidla jsou porušována?
de: Welche Regeln werden verletzt?
el: Ποιοι κανόνες παραβιάζονται;
eu: Ze arau hautsi ditu?
fi: Mitä sääntöjä rikotaan?
fr: Quelles règles sont enfreintes ?
gd: Dè na riaghailtean a tha ’gam briseadh?
gl: Que regras foron incumpridas?
it: Quali regole vengono violate?
ja: どのルールに違反していますか？
nl: Welke regels worden geschonden?
sl: Katera pravila so kršena?
th: กำลังละเมิดกฎใด?
vi: Vi phạm nội quy nào?
zh_hans: 哪些规则被违反了？
zh_hant: 已違反哪些規則？

# Scene.Report.TextPlaceholder
source: Type or paste additional comments
be: Увядзіце або ўстаўце дадатковыя каментарыі
ca: Escriu o enganxa comentaris addicionals
cs: Napište nebo vložte další komentáře
de: Zusätzliche Kommentare eingeben oder einfügen
el: Πληκτρολόγησε ή επικόλλησε επιπρόσθετα σχόλια
eu: Idatzi edo itsatsi iruzkin gehigarriak
fi: Kirjoita tai liitä lisäkommentteja
fr: Tapez ou collez des informations supplémentaires
gd: Sgrìobh no cuir ann beachdan a bharrachd
gl: Escribe ou pega comentarios adicionais
it: Digita o incolla commenti aggiuntivi
ja: 追加コメントを入力
nl: Schrijf of plak aanvullende opmerkingen
ru: Дополнительные комментарии
sl: Vnesite ali prilepite dodatne komentarje
th: พิมพ์หรือวางความคิดเห็นเพิ่มเติม
vi: Nhập hoặc bổ sung chú thích
zh_hans: 输入或粘贴额外的注释
zh_hant: 請輸入或貼上額外的備註

# Scene.Report.Title
source: Report %@
be: Паскардзіцца на %@
ca: Informa sobre %@
cs: Nahlásit %@
de: %@ melden
el: Αναφορά %@
eu: Salatu %@
fi: Ilmianna %@
fr: Signaler %@
gd: Dèan gearan mu %@
gl: Denunciar a %@
it: Segnala %@
ja: %@を通報
nl: %@ rapporteren
ru: Пожаловаться на %@
sl: Prijavi %@
th: รายงาน %@
vi: Báo cáo %@
zh_hans: 举报 %@
zh_hant: 檢舉 %@

# Scene.Report.TitleReport
source: Report
be: Скарга
ca: Informe
cs: Nahlásit
de: Melden
el: Αναφορά
eu: Salatu
fi: Ilmoita
fr: Signalement
gd: Dèan gearan
gl: Denunciar
it: Segnala
ja: 報告する
nl: Rapporteer
ru: Жалоба
sl: Poročaj
th: รายงาน
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# Scene.Search.Recommend.Accounts.Description
source: You may like to follow these accounts
be: Магчыма, вы захочаце падпісацца на гэтыя профілі
ca: Potser t'agradaria seguir aquests comptes
cs: Možná budete chtít sledovat tyto účty
de: Vielleicht gefallen dir diese Konten
el: Μπορεί να θες να ακολουθήσεις αυτούς τους λογαριασμούς
eu: Kontu hauek jarraitu nahiko dituzu behar bada
fi: Haluta ehkä seurata näitä tilejä
fr: Vous aimeriez peut-être suivre ces comptes
gd: Saoil am bu toigh leat na cunntasan seo a leantainn?
gl: Mira se che interesan estas contas
it: Potresti voler seguire questi account
ja: 以下のアカウントをフォローしてみてはいかがでしょうか？
nl: Misschien dat je geïnteresseerd bent in deze accounts
ru: Возможно, вы захотите подписаться на эти профили
sl: Morda želite slediti tem računom
th: คุณอาจต้องการติดตามบัญชีเหล่านี้
vi: Bạn có thể muốn theo dõi những người này
zh_hans: 你可能会喜欢关注这些用户
zh_hant: 您也許想跟隨這些帳號

# Scene.Search.Recommend.Accounts.Follow
source: Follow
be: Падпісацца
ca: Segueix
cs: Sledovat
de: Folgen
el: Ακολούθησε
eu: Jarraitu
fi: Seuraa
fr: Suivre
gd: Lean
gl: Seguir
it: Segui
ja: フォロー
nl: Volgen
ru: Подписаться
sl: Sledi
th: ติดตาม
vi: Theo dõi
zh_hans: 关注
zh_hant: 跟隨

# Scene.Search.Recommend.Accounts.Title
source: Accounts you might like
be: Вам могуць спадабацца
ca: Comptes que et podrien agradar
cs: Účty, které by se vám mohly líbit
de: Konten, die dir gefallen könnten
el: Λογαριασμοί που μπορεί να σου αρέσουν
eu: Gustuko izan ditzakezun kontuak
fi: Saatat pitää näistä tileistä
fr: Comptes que vous pourriez aimer
gd: Cunntasan a chòrdas riut ma dh’fhaoidte
gl: Contas que poderían gustarche
it: Account che potrebbero piacerti
ja: おすすめのアカウント
nl: Interessante accounts voor jou
ru: Вам может понравится
sl: Računi, ki vam bi bili morda všeč
th: บัญชีที่คุณอาจชอบ
vi: Những người bạn có thể quen
zh_hans: 你可能感兴趣的用户
zh_hant: 您可能會喜歡的帳號

# Scene.Search.Recommend.ButtonText
source: See All
be: Прагледзець усе
ca: Mostra-ho tot
cs: Zobrazit vše
de: Alle anzeigen
el: Προβολή Όλων
eu: Ikusi guztiak
fi: Katso kaikki
fr: Tout Voir
gd: Seall na h-uile
gl: Ver todo
it: Vedi tutto
ja: すべて見る
nl: Alles weergeven
ru: Посмотреть все
sl: Prikaži vse
th: ดูทั้งหมด
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 檢視全部

# Scene.Search.Recommend.HashTag.Description
source: Hashtags that are getting quite a bit of attention
be: Хэштэгі, якія прыцягваюць увагу
ca: Etiquetes que estan reben força atenció
cs: Hashtagy, kterým se dostává dosti pozornosti
de: Hashtags die an Aufmerksamkeit zunehmen
el: Ετικέτες που τραβάνε την προσοχή
eu: Deigarri gertatzen ari diren traolak
fi: Hashtagit, jotka saavat melkoisesti huomiota
fr: Les hashtags qui reçoivent pas mal d'attention
gd: Tagaichean hais le aire orra an-dràsta
gl: Cancelos que están recibindo moita atención
it: Hashtag che stanno ottenendo un bel po' di attenzione
ja: 注目されているハッシュタグ
nl: Hashtags die behoorlijk wat aandacht krijgen
ru: Хэштеги, которым сейчас уделяется немного внимания
sl: Ključniki, ki imajo veliko pozornosti
th: แฮชแท็กที่กำลังได้รับความสนใจมาก
vi: Những hashtag đang được sử dụng nhiều nhất
zh_hans: 大家感兴趣的标签
zh_hant: 發燒中的主題標籤

# Scene.Search.Recommend.HashTag.PeopleTalking
source: %@ people are talking
be: %@ чалавек размаўляе
ca: %@ persones hi estan parlant
cs: %@ lidí mluví
de: %@ Leute reden
el: %@ άτομα μιλάνε
eu: %@ pertsona hizketan
fi: %@ ihmistä puhuu
fr: %@ personnes parlent
gd: Tha %@ a’ bruidhinn
gl: %@ persoas están comentando
it: %@ persone ne parlano
ja: %@人が話題について話しています
nl: %@ mensen praten hierover
ru: %@ людей разговаривают
sl: %@ oseb se pogovarja
th: %@ คนกำลังพูดคุย
vi: %@ người đang thảo luận
zh_hans: %@ 人正在讨论
zh_hant: %@ 人正在討論

# Scene.Search.Recommend.HashTag.Title
source: Trending on Mastodon
be: Папулярныя ў Mastodon
ca: Tendència a Mastodon
cs: Populární na Mastodonu
de: Angesagt auf Mastodon
el: Δημοφιλή στο Mastodon
eu: Mastodoneko joerak
fi: Trendaavat Mastodonissa
fr: Tendance sur Mastodon
gd: A’ treandadh air Mastodon
gl: En voga en Mastodon
it: Di tendenza su Mastodon
ja: マストドンに関するトレンド
nl: Trending op Mastodon
ru: Популярно в Mastodon
sl: V trendu na Mastodonu
th: กำลังนิยมใน Mastodon
vi: Nổi bật trên Mastodon
zh_hans: 在 Mastodon 上的趋势
zh_hant: Mastodon 上的熱門討論

# Scene.Search.SearchBar.Cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Άκυρο
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
it: Annulla
ja: キャンセル
nl: Annuleren
ru: Отмена
sl: Prekliči
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Scene.Search.SearchBar.Placeholder
source: Search hashtags and users
be: Пошук хэштэгаў і карыстальнікаў
ca: Cerca etiquetes i usuaris
cs: Hledat hashtagy a uživatele
de: Hashtags und Benutzer suchen
el: Αναζήτησε ετικέτες και χρήστες
eu: Bilatu traolak eta erabiltzaileak
fi: Haku
fr: Rechercher des hashtags et des utilisateurs
gd: Lorg sna tagaichean hais is cleachdaichean
gl: Buscar cancelos e usuarias
it: Cerca hashtag e utenti
ja: ハッシュタグとユーザーを検索
nl: Zoek hashtags en gebruikers
ru: Поиск хэштегов и пользователей
sl: Išči ključnike in uporabnike
th: ค้นหาแฮชแท็กและผู้ใช้
vi: Tìm hashtag và mọi người
zh_hans: 搜索标签和用户
zh_hant: 搜尋主題標籤及使用者

# Scene.Search.Searching.Clear
source: Clear
be: Ачысціць
ca: Neteja
cs: Vymazat
de: Zurücksetzen
el: Εκκαθάριση
eu: Garbitu
fi: Tyhjennä
fr: Effacer
gd: Falamhaich
gl: Limpar
it: Cancella
ja: クリア
nl: Wissen
ru: Очистить
sl: Počisti
th: ล้าง
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# Scene.Search.Searching.ClearAll
source: Clear all
be: Ачысціць усё
ca: Esborra-ho tot
cs: Vymazat vše
de: Alles löschen
el: Εκκαθάριση όλων
eu: Garbitu dena
fi: Tyhjennä kaikki
fr: Effacer tout
gd: Falamhaich na h-uile
gl: Limpar todo
it: Cancella tutto
ja: すべて消去
nl: Alles wissen
sl: Počisti vse
th: ล้างทั้งหมด
vi: Xóa tất cả
zh_hans: 清除
zh_hant: 清除全部

# Scene.Search.Searching.EmptyState.NoResults
source: No results
be: Няма вынікаў
ca: No hi ha resultats
cs: Žádné výsledky
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
eu: Emaitzarik ez
fi: Ei hakutuloksia
fr: Aucun résultat
gd: Gun toradh
gl: Sen resultados
it: Nessun risultato
ja: なし
nl: Geen resultaten
ru: Нет результатов
sl: Ni rezultatov
th: ไม่มีผลลัพธ์
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 沒有任何結果

# Scene.Search.Searching.Hashtag
source: Go to #%@
be: Перайсці да #%@
ca: Vés a #%@
cs: Přejít na #%@
de: Wechseln zu #%@
el: Μετάβαση στο #%@
eu: Joan #%@(e)ra
fi: Siirry #%@
fr: Aller à #%@
gd: Tadhail air #%@
gl: Ir a #%@
it: Vai a #%@
ja: #%@ へ移動
nl: Ga naar #%@
sl: Pojdi na #%@
th: ไปยัง #%@
vi: Đến #%@
zh_hans: 转到 #%@
zh_hant: 前往 #%@

# Scene.Search.Searching.NoUser.Message
source: There's no Useraccount "%@" on %@
be: На %@ няма ўліковага запісу карыстальніка "%@"
cs: Neexistuje žádný uživatelský účet "%@" na %@
de: Es gibt kein Benutzerkonto „%@” auf %@
el: Δεν υπάρχει λογαριασμός χρήστη "%@" στο %@
eu: Ez dago "%@" konturik %@(e)n
fr: Il n'y a pas de compte d'utilisateur « %@ » sur %@
gd: Chan eil cunntas cleachdaiche “%@” air %@
gl: Non hai contas con "%@" en %@
it: Non c'è un account utente "%@" su %@
ja: "%@"というユーザーは%@には見つかりませんでした
nl: Er is geen gebruikersaccount "%@" op %@
sl: Uporabniškega računa %@ ni na %@
th: ไม่มีบัญชีผู้ใช้ "%@" ใน %@
vi: Không tìm thấy người tên "%@" trên %@
zh_hans: 找不到用户 %@（在服务器 %@ 上）
zh_hant: 使用者「%@」於 %@ 上不存在

# Scene.Search.Searching.NoUser.Title
source: No User Account Found
be: Уліковы запіс карыстальніка не знойдзены
cs: Nebyl nalezen žádný uživatelský účet
de: Kein Benutzerkonto gefunden
el: Δεν Βρέθηκε Λογαριασμός Χρήστη
eu: Ez da erabiltzaile konturik aurkitu
fr: Aucun compte utilisateur trouvé
gd: Cha deach cunntas cleachdaiche a lorg
gl: Non se atopou ningunha conta
it: Nessun account utente trovato
ja: ユーザーアカウントが見つかりませんでした
nl: Geen gebruikersaccount gevonden
sl: Uporabniškega računa ni mogoče najti
th: ไม่พบบัญชีผู้ใช้
vi: Không tìm thấy ai
zh_hans: 找不到账户
zh_hant: 找不到使用者帳號

# Scene.Search.Searching.People
source: People matching "%@"
be: Супадзенне профіляў "%@"
ca: Perfils coincidents amb "%@"
cs: Profily s "%@"
de: Profile passend zu "%@"
el: Άτομα που ταιριάζουν με «%@»
eu: "%@"-(r)ekin bat datozen profilak
fi: Käyttäjät haulla "%@"
fr: Personnes ayant « %@ »
gd: Daoine a fhreagras ri “%@”
gl: Perfís coincidentes con "%@"
it: Persone corrispondenti a "%@"
ja: 「%@」に一致するアカウント
nl: Accounts die overeenkomen met "%@"
sl: Osebe, ki se ujemajo s/z »%@«
th: ผู้คนที่ตรงกับ "%@"
vi: Người có tên "%@"
zh_hans: 匹配 %@ 的用户
zh_hant: 符合「%@」之個人檔案

# Scene.Search.Searching.Posts
source: Posts matching "%@"
be: Супадзенне паведамленняў "%@"
ca: Tuts coincidents amb "%@"
cs: Příspěvky s "%@"
de: Beiträge passend zu "%@"
el: Αναρτήσεις που ταιριάζουν με «%@»
eu: "%@"-(r)ekin bat datozen argitalpenak
fi: Julkaisut haulla "%@"
fr: Publications ayant « %@ »
gd: Postaichean a fhreagras ri “%@”
gl: Publicacións coincidentes con "%@"
it: Post corrispondenti a "%@"
ja: 「%@」に一致する投稿
nl: Berichten die overeenkomen met "%@"
sl: Objave, ki se ujemajo s/z »%@«
th: โพสต์ที่ตรงกับ "%@"
vi: Tút nhắc đến "%@"
zh_hans: 匹配 %@ 的嘟文
zh_hant: 符合「%@」之嘟文

# Scene.Search.Searching.Profile
source: Go to @%@@%@
be: Перайсці да @%@@%@
ca: Vés a @%@@%@
cs: Přejít na @%@@%@
de: Gehe zu @%@@%@
el: Μετάβαση στο @%@@%@
eu: Joan @%@@%@(e)ra
fi: Avaa profiilii @%@@%@
fr: Aller à @%@@%@
gd: Tadhail air @%@@%@
gl: Ir a @%@@%@
it: Vai a @%@@%@
ja: @%@@%@ へ移動
nl: Ga naar @%@@%@
sl: Pojdi na @%@@%@
th: ไปยัง @%@@%@
vi: Đến @%@@%@
zh_hans: 转到 @%@@%@
zh_hant: 前往 @%@@%@

# Scene.Search.Searching.RecentSearch
source: Recent searches
be: Нядаўнія запыты
ca: Cerques recents
cs: Nedávná hledání
de: Zuletzt gesucht
el: Πρόσφατες αναζητήσεις
eu: Azken bilaketak
fi: Viimeaikaiset
fr: Recherches récentes
gd: Na lorg thu o chionn goirid
gl: Buscas recentes
it: Ricerche recenti
ja: 最近の検索
nl: Recente zoekopdrachten
ru: Последние запросы
sl: Nedavna iskanja
th: การค้นหาล่าสุด
vi: Tìm kiếm gần đây
zh_hans: 最近搜索
zh_hant: 最近的搜尋

# Scene.Search.Searching.Url
source: Open URL in Mastodon
be: Адкрыць спасылку ў Mastodon
ca: Obre l'enllaç a Mastodon
cs: Otevřít URL v Mastodonu
de: URL in Mastodon öffnen
el: Άνοιγμα URL στο Mastodon
eu: Ireki URLa Mastodonen
fi: Avaa URL Mastodonissa
fr: Ouvrir l’URL dans Mastodon
gd: Fosgail an t-URL ann am Mastodon
gl: Abrir URL en Mastodon
it: Apri l'URL su Mastodon
ja: URL を Mastodon で開く
nl: URL in Mastodon openen
sl: Odpri URL v Mastodonu
th: เปิด URL ใน Mastodon
vi: Mở liên kết trong Mastodon
zh_hans: 在 Mastodon 中打开 URL
zh_hant: 於 Mastodon 中開啟連結

# Scene.Search.Title
source: Search
be: Пошук
ca: Cerca
cs: Hledat
de: Suche
el: Αναζήτηση
eu: Bilatu
fi: Haku
fr: Rechercher
gd: Lorg
gl: Procurar
it: Cerca
ja: 検索
nl: Zoeken
ru: Поиск
sl: Iskanje
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# Scene.ServerPicker.Button.Category.Academia
source: academia
be: акадэмія
ca: acadèmia
cs: akademická sféra
de: Wissenschaft
el: ακαδημαϊκά
eu: akademia
fi: akateeminen
fr: domaine universitaire
gd: saoghal nan sgoilear
it: accademia
ja: アカデミア
nl: academisch
ru: академия
sl: akademsko
th: สถาบันการศึกษา
vi: học thuật
zh_hans: 学术
zh_hant: 學術

# Scene.ServerPicker.Button.Category.Activism
source: activism
be: актывізм
ca: activisme
cs: aktivismus
de: Aktivismus
el: ακτιβισμός
eu: aktibismoa
fi: aktivismi
fr: activisme
gd: iomairteachd
gl: activismo
it: attivismo
ja: アクティビズム
nl: activisme
ru: активизм
sl: aktivizem
th: กิจกรรมเพื่อการเปลี่ยนแปลง
vi: hoạt động xã hội
zh_hans: 行动主义
zh_hant: 社會運動

# Scene.ServerPicker.Button.Category.All
source: All
be: Усе
ca: Totes
cs: Vše
de: Alle
el: Όλοι
eu: Guztiak
fi: Kaikki
fr: Tout
gd: Na h-uile
gl: Todo
it: Tutti
ja: すべて
nl: Alles
ru: Все
sl: Vse
th: ทั้งหมด
vi: Toàn bộ
zh_hans: 全部
zh_hant: 全部

# Scene.ServerPicker.Button.Category.AllAccessiblityDescription
source: Category: All
be: Катэгорыя: Усе
ca: Categoria: Totes
cs: Kategorie: Vše
de: Kategorie: Alle
el: Κατηγορία: Όλα
eu: Kategoria: Guztiak
fi: Kategoria: Kaikki
fr: Catégorie: Toutes
gd: Roinn-seòrsa: Na h-uile
gl: Categoría: Todo
it: Categoria: Tutti
ja: カテゴリ: すべて
nl: Categorie: Alles
ru: Категория: все
sl: Kategorija: vse
th: หมวดหมู่: ทั้งหมด
vi: Phân loại: Toàn bộ
zh_hans: 类别：全部
zh_hant: 分類：全部

# Scene.ServerPicker.Button.Category.Art
source: art
be: мастацтва
cs: umění
de: Kunst
el: τέχνη
eu: artea
fi: taide
gd: ealain
gl: arte
it: arte
ja: アート
nl: kunst
ru: арт
sl: umetnost
th: ศิลปะ
vi: nghệ thuật
zh_hans: 艺术
zh_hant: 藝術

# Scene.ServerPicker.Button.Category.Food
source: food
be: ежа
ca: menjar
cs: jídlo
de: Essen
el: φαγητό
eu: janaria
fi: ruoka
fr: nourriture
gd: biadh
gl: comida
it: cibo
ja: 食べ物
nl: eten
ru: еда
sl: hrana
th: อาหาร
vi: ăn uống
zh_hans: 美食
zh_hant: 食物

# Scene.ServerPicker.Button.Category.Games
source: games
be: гульні
ca: jocs
cs: hry
de: Spiele
el: παιχνίδια
eu: jokoak
fi: pelit
fr: jeux
gd: geamannan
gl: xogos
it: giochi
ja: ゲーム
ru: игры
sl: igre
th: เกม
vi: trò chơi điện tử
zh_hans: 游戏
zh_hant: 遊戲

# Scene.ServerPicker.Button.Category.General
source: general
be: асноўныя
cs: obecné
de: Allgemein
el: γενικά
eu: orokorra
fi: yleinen
fr: général
gd: coitcheann
gl: xeral
it: generale
ja: 全般
nl: algemeen
ru: общей тематики
sl: splošno
th: ทั่วไป
vi: chung
zh_hans: 通用
zh_hant: 一般

# Scene.ServerPicker.Button.Category.Journalism
source: journalism
be: журналістыка
ca: periodisme
cs: žurnalistika
de: Journalismus
el: δημοσιογραφία
eu: kazetaritza
fi: journalismi
fr: journalisme
gd: naidheachdas
gl: xornalismo
it: giornalismo
ja: 言論
nl: journalistiek
ru: журнализм
sl: novinarstvo
th: วารสารศาสตร์
vi: tin tức
zh_hans: 新闻
zh_hant: 新聞記者

# Scene.ServerPicker.Button.Category.Lgbt
source: lgbt
be: лгбт
el: λοατκι
eu: LGBTQ+
fi: hlbt
nl: lhbtqia+
ru: ЛГБТКИА+
sl: lgbq+

# Scene.ServerPicker.Button.Category.Music
source: music
be: музыка
ca: música
cs: hudba
de: Musik
el: μουσική
eu: musika
fi: musiikki
fr: musique
gd: ceòl
gl: música
it: musica
ja: 音楽
nl: muziek
ru: музыка
sl: glasba
th: ดนตรี
vi: âm nhạc
zh_hans: 音乐
zh_hant: 音樂

# Scene.ServerPicker.Button.Category.Regional
source: regional
be: рэгіянальныя
cs: regionální
el: τοπικό
eu: herrialdekoa
fi: alueellinen
fr: régional
gd: ionadail
gl: rexional
it: locale
ja: 地域
nl: regionaal
ru: региональные
sl: regionalno
th: ภูมิภาค
vi: khu vực
zh_hans: 地区
zh_hant: 區域性

# Scene.ServerPicker.Button.Category.Tech
source: tech
be: тэхналогіі
ca: tecnologia
cs: technologie
de: Technologie
el: τεχνολογία
eu: teknologia
fi: tekniikka
gd: teicneolas
gl: tecnoloxía
it: tecnologia
ja: 技術
ru: технологии
sl: tehnologija
th: เทคโนโลยี
vi: công nghệ
zh_hans: 科技
zh_hant: 科技

# Scene.ServerPicker.Button.Language
source: Language
be: Мова
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
eu: Hizkuntza
fi: Kieli
fr: Langue
gd: Cànan
gl: Idioma
it: Lingua
ja: 言語
nl: Taal
sl: Jezik
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# Scene.ServerPicker.Button.SeeLess
source: See Less
be: Паказаць менш
ca: Veure Menys
cs: Zobrazit méně
de: Weniger anzeigen
el: Δες Λιγότερα
eu: Ikusi gutxiago
fi: Näytä vähemmän
fr: Voir moins
gd: Seall nas lugha
gl: Ver menos
it: Vedi meno
ja: 閉じる
nl: Minder tonen
ru: Показать меньше
sl: Pokaži manj
th: ดูน้อยลง
vi: Ẩn bớt
zh_hans: 隐藏
zh_hant: 顯示較少

# Scene.ServerPicker.Button.SeeMore
source: See More
be: Паказаць больш
ca: Veure Més
cs: Zobrazit více
de: Mehr anzeigen
el: Δες Περισσότερα
eu: Ikusi gehiago
fi: Näytä lisää
fr: Voir plus
gd: Seall a bharrachd
gl: Ver máis
it: Vedi di più
ja: もっと見る
nl: Meer tonen
ru: Ещё
sl: Pokaži več
th: ดูเพิ่มเติม
vi: Nhiều hơn
zh_hans: 更多
zh_hant: 檢視更多

# Scene.ServerPicker.Button.SignupSpeed
source: Sign-up Speed
be: Хуткасць рэгістрацыі
ca: Velocitat de registre
cs: Rychlosti registrace
de: Registrierungsprozess
el: Ταχύτητα Εγγραφής
eu: Erregistro-abiadura
fi: Rekisteröintinopeus
fr: Inscription rapide
gd: Luaths a’ chlàraidh
gl: Rapidez no rexistro
it: Velocità di iscrizione
ja: 登録方法
nl: Registratiesnelheid
sl: Hitrost prijave
th: ความเร็วการลงทะเบียน
vi: Thời gian duyệt
zh_hans: 注册速度
zh_hant: 註冊速度

# Scene.ServerPicker.EmptyState.BadNetwork
source: Something went wrong while loading the data. Check your internet connection.
be: Нешта пайшло не так падчас загрузкі даных. Праверце інтэрнэт-злучэнне.
ca: Alguna cosa no ha anat bé en carregar les dades. Comprova la teva connexió a Internet.
cs: Při načítání dat nastala chyba. Zkontrolujte připojení k internetu.
de: Beim Laden der Daten ist etwas schief gelaufen. Überprüfe deine Internetverbindung.
el: Κάτι πήγε στραβά κατά τη φόρτωση των δεδομένων. Έλεγξε τη σύνδεσή σου στο διαδίκτυο.
eu: Arazoren bat egon da datuak kargatzean. Egiaztatu zure Interneteko konexioa.
fi: Jokin meni pieleen dataa ladatessa. Tarkista internet-yhteytesi.
fr: Une erreur s'est produite lors du chargement des données. Vérifiez votre connexion Internet.
gd: Chaidh rudeigin ceàrr le luchdadh an dàta. Thoir sùil air a’ cheangal agad ris an eadar-lìon.
gl: Algo fallou ao cargar os datos. Comproba a conexión a internet.
it: Qualcosa è andato storto durante il caricamento dei dati. Controlla la tua connessione internet.
ja: データの読み込み中に何か問題が発生しました。インターネットの接続状況を確認してください。
nl: Er is een fout opgetreden bij het laden van de gegevens. Controleer je internetverbinding.
ru: Что-то пошло не так при загрузке данных. Проверьте подключение к интернету.
sl: Med nalaganjem podatkov je prišlo do napake. Preverite svojo internetno povezavo.
th: มีบางอย่างผิดพลาดขณะโหลดข้อมูล ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
vi: Đã xảy ra lỗi. Hãy thử lại hoặc kiểm tra kết nối internet của bạn.
zh_hans: 出了些问题。请检查你的互联网连接
zh_hant: 讀取資料時發生錯誤。請檢查您的網路連線。

# Scene.ServerPicker.EmptyState.FindingServers
source: Finding available servers...
be: Пошук даступных сервераў...
ca: Cercant els servidors disponibles...
cs: Hledání dostupných serverů...
de: Verfügbare Server werden gesucht …
el: Εύρεση διαθέσιμων διακομιστών...
eu: Erabilgarri dauden zerbitzariak bilatzen...
fi: Etsistään saatavilla olevia palvelimia...
fr: Recherche des serveurs disponibles...
gd: A’ lorg nam frithealaichean ri am faighinn…
gl: Buscando servidores dispoñibles...
it: Ricerca server disponibili...
ja: 利用可能なサーバーの検索...
nl: Beschikbare servers zoeken...
ru: Ищем доступные сервера...
sl: Iskanje razpoložljivih strežnikov ...
th: กำลังค้นหาเซิร์ฟเวอร์ที่พร้อมใช้งาน...
vi: Đang tìm máy chủ hoạt động...
zh_hans: 正在查找可用的服务器...
zh_hant: 尋找可用的伺服器...

# Scene.ServerPicker.EmptyState.NoResults
source: No results
be: Няма вынікаў
ca: No hi ha resultats
cs: Žádné výsledky
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
eu: Emaitzarik ez
fi: Ei hakutuloksia
fr: Aucun résultat
gd: Gun toradh
gl: Sen resultados
it: Nessun risultato
ja: なし
nl: Geen resultaten
ru: Нет результатов
sl: Ni rezultatov
th: ไม่มีผลลัพธ์
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 沒有結果
