Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, de, el, eu, fi, fr, gd, gl, it, ja, nl, ru, sl, th, vi, zh_hans, zh_hant

# Scene.Compose.AutoComplete.SpaceToAdd
source: Space to add
be: Прабел, каб дадаць
ca: Espai per afegir
cs: Mezera k přidání
de: Leerzeichen um hinzuzufügen
el: "Διάστημα" για προσθήκη
eu: Sakatu zuriunea gehitzeko
fi: Lisättävä tila
fr: Espace à ajouter
gd: Brùth air Space gus a chur ris
gl: Barra de espazo engade
it: Spazio da aggiungere
ja: スペースを追加
nl: Spatie om toe te voegen
ru: Пробел, чтобы добавить
sl: Preslednica za dodajanje
th: เว้นวรรคเพื่อเพิ่ม
vi: Khoảng cách để thêm
zh_hans: 输入空格键入
zh_hant: 添加的空白

# Scene.Compose.ComposeAction
source: Publish
be: Апублікаваць
ca: Publica
cs: Zveřejnit
de: Veröffentlichen
el: Δημοσίευση
eu: Argitaratu
fi: Julkaise
fr: Publier
gd: Foillsich
gl: Publicar
it: Pubblica
ja: 投稿
nl: Toot
ru: Опубликовать
sl: Objavi
th: เผยแพร่
vi: Đăng
zh_hans: 发送
zh_hant: 嘟出去

# Scene.Compose.ContentInputPlaceholder
source: Type or paste what’s on your mind
be: Напішыце тое, аб чым думаеце
ca: Escriu o enganxa el que tinguis en ment
cs: Napište nebo vložte, co je na mysli
de: Tippe oder füge ein, was dir am Herzen liegt
el: Πληκτρολόγησε ή επικόλλησε τί έχεις στο μυαλό σου
eu: Idatzi edo itsatsi buruan duzuna
fi: Kirjoita tai liitä, siitä mitä ajattelet
fr: Tapez ou collez ce qui est sur votre esprit
gd: Sgrìobh no cuir ann na tha air d’ aire
gl: Escribe o que che apeteza
it: Digita o incolla quello che hai in mente
ja: 気になることを入力またはペースト
nl: Wat wil je kwijt?
ru: Напишите то, о чём думаете
sl: Vnesite ali prilepite, kar vam leži na duši
th: พิมพ์หรือวางสิ่งที่คุณกำลังคิด
vi: Cho thế giới biết bạn đang nghĩ gì
zh_hans: 写下你的想法
zh_hant: 正在想些什麼嗎？

# Scene.Compose.ContentWarning.Placeholder
source: Write an accurate warning here...
be: Напішыце сваё папярэджанне тут...
ca: Escriu un advertiment precís aquí...
cs: Zde napište přesné varování...
de: Hier eine Inhaltswarnung schreiben …
el: Γράψε εδώ μια ακριβή προειδοποίηση...
eu: Idatzi abisu zehatz bat hemen...
fi: Kirjoita tarkka varoitus tähän...
fr: Écrivez un avertissement précis ici...
gd: Sgrìobh rabhadh pongail an-seo…
gl: Escribe o teu aviso aquí...
it: Scrivi un avviso accurato qui...
ja: ここに警告を書いてください...
nl: Schrijf hier een nauwkeurige waarschuwing...
ru: Напишите предупреждение здесь...
sl: Tukaj zapišite opozorilo ...
th: เขียนคำเตือนที่ถูกต้องที่นี่...
vi: Viết nội dung ẩn của bạn ở đây...
zh_hans: 在这里写下内容的警告消息...
zh_hant: 請於此處寫下精準的警告...

# Scene.Compose.Keyboard.AppendAttachmentEntry
source: Add Attachment - %@
be: Дадаць далучэнне - %@
ca: Afegeix Adjunt - %@
cs: Přidat přílohu - %@
de: Anhang hinzufügen - %@
el: Προσθήκη Συνημμένου - %@
eu: Gehitu eranskina - %@
fi: Lisää liite - %@
fr: Ajouter une pièce jointe - %@
gd: Cuir ceanglachan ris – %@
gl: Engadir anexo - %@
it: Aggiungi allegato - %@
ja: 添付ファイルを追加 - %@
nl: Bijlage toevoegen - %@
ru: Прикрепить файл — %@
sl: Dodaj priponko - %@
th: เพิ่มไฟล์แนบ - %@
vi: Thêm media - %@
zh_hans: 添加附件 - %@
zh_hant: 新增附件 - %@

# Scene.Compose.Keyboard.DiscardPost
source: Discard Post
be: Скасаваць допіс
ca: Descarta el Tut
cs: Zahodit příspěvek
de: Beitrag verwerfen
el: Απόρριψη Ανάρτησης
eu: Baztertu bidalketa
fi: Hylkää julkaisu
fr: Rejeter la publication
gd: Tilg air falbh am post
gl: Descartar publicación
it: Scarta post
ja: 投稿を破棄
nl: Bericht verwijderen
ru: Удалить пост
sl: Opusti objavo
th: ละทิ้งโพสต์
vi: Hủy đăng tút
zh_hans: 丢弃嘟文
zh_hant: 捨棄嘟文

# Scene.Compose.Keyboard.PublishPost
source: Publish Post
be: Апублікаваць допіс
ca: Envia el Tut
cs: Publikovat příspěvek
de: Beitrag veröffentlichen
el: Δημοσίευση Ανάρτησης
eu: Argitaratu bidalketa
fi: Julkaise julkaisu
fr: Publier la publication
gd: Foillsich am post
gl: Publicar
it: Pubblica il post
ja: 投稿する
nl: Bericht plaatsen
ru: Опубликовать пост
sl: Objavi objavo
th: เผยแพร่โพสต์
vi: Đăng tút
zh_hans: 发送嘟文
zh_hant: 發表嘟文

# Scene.Compose.Keyboard.SelectVisibilityEntry
source: Select Visibility - %@
be: Выберыце бачнасць - %@
ca: Selecciona la Visibilitat - %@
cs: Vyberte viditelnost - %@
de: Sichtbarkeit auswählen - %@
el: Επιλογή ορατότητας - %@
eu: Hautatu ikusgaitasuna - %@
fi: Valitse näkyvyys - %@
fr: Sélectionnez la Visibilité - %@
gd: Tagh an fhaicsinneachd – %@
gl: Elexir visibilidade - %@
it: Seleziona visibilità - %@
ja: 公開設定を選択 - %@
nl: Zichtbaarheid kiezen - %@
ru: Выбрать видимость — %@
sl: Izberite vidnost - %@
th: เลือกการมองเห็น - %@
vi: Thay đổi quyền riêng tư - %@
zh_hans: 选择可见性 - %@
zh_hant: 選擇可見性 - %@

# Scene.Compose.Keyboard.ToggleContentWarning
source: Toggle Content Warning
be: Уключыць/адключыць папярэджанне аб змесціве
ca: Commuta l'Avís de Contingut
cs: Přepnout varování obsahu
de: Inhaltswarnung umschalten
el: Εναλλαγή Προειδοποίησης Περιεχομένου
eu: Txandakatu edukiaren abisua
fi: Vaihda sisältövaroitus
fr: Basculer l’avertissement de contenu
gd: Toglaich rabhadh susbainte
gl: Marcar con Aviso sobre o contido
it: Attiva/Disattiva avviso contenuti
ja: 閲覧注意を切り替える
nl: Inhoudswaarschuwing tonen/verbergen
ru: Добавить/убрать предупреждение о содержании
sl: Preklopi opozorilo o vsebini
th: เปิด/ปิดคำเตือนเนื้อหา
vi: Mở nội dung ẩn
zh_hans: 启用或关闭内容警告
zh_hant: 切換內容警告

# Scene.Compose.Keyboard.TogglePoll
source: Toggle Poll
be: Адкрыць/закрыць апытанне
ca: Commuta l'enquesta
cs: Přepnout anketu
de: Umfrage umschalten
el: Εναλλαγή Δημοσκόπησης
eu: Txandakatu inkesta
fi: Vaihda kysely
fr: Basculer le sondage
gd: Toglaich an cunntas-bheachd
gl: Activar enquisa
it: Attiva/Disattiva Sondaggio
ja: 投票を切り替える
nl: Poll tonen/verbergen
ru: Добавить/убрать опрос
sl: Preklopi anketo
th: เปิด/ปิดการสำรวจความคิดเห็น
vi: Mở bình chọn
zh_hans: 启用或关闭投票
zh_hant: 切換投票

# Scene.Compose.Language.Other
source: Other Language…
be: Іншая мова…
ca: Altre Llengua…
cs: Jiný jazyk…
de: Andere Sprache…
el: Άλλη γλώσσα…
eu: Beste hizkuntza bat…
fi: Muu kieli…
fr: Autres langues …
gd: Cànan eile…
gl: Outro idioma…
it: Altra lingua…
ja: その他の言語…
nl: Andere taal…
sl: Drug jezik ...
th: ภาษาอื่น…
vi: Ngôn ngữ khác…
zh_hans: 其它语言…
zh_hant: 其他語言...

# Scene.Compose.Language.Recent
source: Recent
be: Нядаўні
cs: Nedávné
de: Kürzlich
el: Πρόσφατα
eu: Azkenaldikoak
fi: Uusimmat
fr: Récent
gd: O chionn goirid
gl: Recentes
it: Recente
ja: 最近使った言語
sl: Nedavno
th: ล่าสุด
vi: Gần đây
zh_hans: 最近
zh_hant: 最近的

# Scene.Compose.Language.Suggested
source: Suggested
be: Прапанаваныя
ca: Suggerit
cs: Navrhované
de: Empfohlen
el: Προτεινόμενες
eu: Gomendatua
fi: Ehdotettu
fr: Recommandé
gd: Na mholamaid
gl: Suxerido
it: Suggerita
ja: 推奨される言語
nl: Aanbevolen
sl: Predlagano
th: แนะนำ
vi: Ðược đề xuất
zh_hans: 为您推荐
zh_hant: 建議

# Scene.Compose.Language.Title
source: Post Language
be: Мова допісу
ca: Llengua del Tut
cs: Jazyk příspěvku
de: Beitragssprache
el: Γλώσσα Ανάρτησης
eu: Bidalketaren hizkuntza
fi: Julkaisun kieli
fr: Langue de la publication
gd: Cànan a’ phuist
gl: Idioma de publicación
it: Lingua del post
ja: 投稿の言語
nl: Taal van bericht
sl: Jezik objave
th: ภาษาของโพสต์
vi: Ngôn ngữ đăng
zh_hans: 嘟文语言
zh_hant: 嘟文語言

# Scene.Compose.MediaSelection.Browse
source: Browse
be: Агляд
ca: Navega
cs: Procházet
de: Durchsuchen
el: Περιήγηση
eu: Arakatu
fi: Selaa
fr: Parcourir
gd: Rùraich
gl: Explorar
it: Sfoglia
ja: ブラウズ
nl: Bladeren
ru: Выбрать
sl: Prebrskaj
th: เรียกดู
vi: Chọn
zh_hans: 浏览
zh_hant: 瀏覽

# Scene.Compose.MediaSelection.Camera
source: Take Photo
be: Зрабіць фота
ca: Fes una Foto
cs: Vyfotit
de: Foto aufnehmen
el: Λήψη Φωτογραφίας
eu: Atera argazkia
fi: Ota kuva
fr: Prendre une photo
gd: Tog dealbh
gl: Facer foto
it: Scatta foto
ja: 写真を撮る
nl: Foto maken
ru: Сделать фото
sl: Posnemi fotografijo
th: ถ่ายรูป
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍攝照片

# Scene.Compose.MediaSelection.PhotoLibrary
source: Photo Library
be: Галерэя
ca: Fototeca
cs: Knihovna fotografií
de: Fotobibliothek
el: Βιβλιοθήκη Φωτογραφιών
eu: Argazki-liburutegia
fi: Kuvakirjasto
fr: Bibliothèque d'images
gd: Leabhar-lann nan dealbhan
gl: Biblioteca de fotos
it: Libreria foto
ja: フォトライブラリ
nl: Fotobibliotheek
ru: Медиатека
sl: Knjižnica fotografij
th: คลังรูปภาพ
vi: Thư viện hình ảnh
zh_hans: 照片库
zh_hant: 圖片庫

# Scene.Compose.Poll.AddOption
source: Add Option
be: Дадаць варыянт
ca: Afegeix Opció
cs: Přidat možnost
de: Option hinzufügen
el: Προσθήκη Επιλογής
eu: Gehitu aukera
fi: Lisää vaihtoehto
fr: Ajouter une option
gd: Cuir roghainn ris
gl: Engadir opción
it: Aggiungi opzione
ja: 項目を追加
nl: Optie toevoegen
sl: Dodaj možnost
th: เพิ่มตัวเลือก
vi: Thêm tùy chọn
zh_hans: 添加选项
zh_hant: 新增選項

# Scene.Compose.Poll.DurationTime
source: Duration: %@
be: Працягласць: %@
ca: Durada: %@
cs: Doba trvání: %@
de: Dauer: %@
el: Διάρκεια: %@
eu: Iraupena: %@
fi: Kesto: %@
fr: Durée: %@
gd: Faide: %@
gl: Duración: %@
it: Durata: %@
ja: 期間: %@
nl: Duur: %@
ru: Продолжительность: %@
sl: Trajanje: %@
th: ระยะเวลา: %@
vi: Thời hạn: %@
zh_hans: 时长：%@
zh_hant: 持續時間：%@

# Scene.Compose.Poll.MoveDown
source: Move Down
be: Перамясціць уніз
ca: Desplaça Avall
cs: Přesunout níže
de: Nach unten
el: Μετακίνηση Κάτω
eu: Mugitu Behera
fi: Siirrä alemmas
fr: Déplacer en bas
gd: Gluais sìos
gl: Mover cara abaixo
it: Sposta in basso
ja: 項目を下に移動
nl: Omlaag verplaatsen
sl: Premakni navzdol
th: ย้ายลง
vi: Chuyển xuống
zh_hans: 下移
zh_hant: 向下移

# Scene.Compose.Poll.MoveUp
source: Move Up
be: Перамясціць уверх
ca: Desplaça Amunt
cs: Přesunout nahoru
de: Nach oben
el: Μετακίνηση Πάνω
eu: Mugitu Gora
fi: Siirrä ylemmäs
fr: Déplacer en haut
gd: Gluais suas
gl: Mover cara arriba
it: Sposta in alto
ja: 項目を上に移動
nl: Omhoog verplaatsen
sl: Premakni navzgor
th: ย้ายขึ้น
vi: Chuyển lên
zh_hans: 上移
zh_hant: 向上移

# Scene.Compose.Poll.OneDay
source: 1 Day
be: 1 дзень
ca: 1 Dia
cs: 1 den
de: 1 Tag
el: 1 Ημέρα
eu: Egun 1
fi: 1 päivä
fr: 1 Jour
gd: Latha
gl: 1 Día
it: 1 giorno
ja: 1日
nl: 1 dag
ru: 1 день
sl: 1 dan
th: 1 วัน
vi: 1 ngày
zh_hans: 1 天
zh_hant: 一天

# Scene.Compose.Poll.OneHour
source: 1 Hour
be: 1 гадзіна
ca: 1 Hora
cs: 1 hodina
de: 1 Stunde
el: 1 Ώρα
eu: Ordu 1
fi: 1 tunti
fr: 1 Heure
gd: Uair a thìde
gl: 1 Hora
it: 1 ora
ja: 1時間
nl: 1 uur
ru: 1 час
sl: 1 ura
th: 1 ชั่วโมง
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 一小時

# Scene.Compose.Poll.OptionNumber
source: Option %ld
be: Варыянт %ld
ca: Opció %ld
cs: Možnost %ld
de: Auswahlmöglichkeit %ld
el: Επιλογή %ld
eu: %ld. aukera
fi: Vaihtoehto %ld
gd: Roghainn %ld
gl: Opción %ld
it: Opzione %ld
ja: オプション %ld
nl: Optie %ld
ru: Вариант %ld
sl: Možnost %ld
th: ตัวเลือก %ld
vi: Lựa chọn %ld
zh_hans: 选项 %ld
zh_hant: 選項 %ld

# Scene.Compose.Poll.RemoveOption
source: Remove Option
be: Выдаліць варыянт
ca: Treu Opció
cs: Odebrat možnost
de: Option entfernen
el: Αφαίρεση Επιλογής
eu: Kendu aukera
fi: Poista vaihtoehto
fr: Supprimer l'option
gd: Thoir an roghainn air falbh
gl: Quitar opción
it: Rimuovi opzione
ja: 項目を削除
nl: Optie verwijderen
sl: Odstrani možnost
th: เอาตัวเลือกออก
vi: Xóa tùy chọn
zh_hans: 删除选项
zh_hant: 移除選項

# Scene.Compose.Poll.SevenDays
source: 7 Days
be: 7 дзён
ca: 7 Dies
cs: 7 dní
de: 7 Tage
el: 7 Ημέρες
eu: 7 egun
fi: 7 päivää
fr: 7 jour
gd: Seachdain
gl: 7 Días
it: 7 giorni
ja: 7日
nl: 7 dagen
ru: 7 дней
sl: 7 dni
th: 7 วัน
vi: 7 ngày
zh_hans: 7 天
zh_hant: 七天

# Scene.Compose.Poll.SixHours
source: 6 Hours
be: 6 гадзін
ca: 6 Hores
cs: 6 hodin
de: 6 Stunden
el: 6 Ώρες
eu: 6 ordu
fi: 6 tuntia
fr: 6 Heures
gd: 6 uairean a thìde
gl: 6 Horas
it: 6 ore
ja: 6時間
nl: 6 uur
ru: 6 часов
sl: 6 ur
th: 6 ชั่วโมง
vi: 6 giờ
zh_hans: 6 小时
zh_hant: 六小時

# Scene.Compose.Poll.ThePollHasEmptyOption
source: The poll has empty option
be: Апытанне мае пусты варыянт
ca: L'enquesta té una opció buida
cs: Anketa má prázdnou možnost
de: Die Umfrage hat eine leere Option
el: Η δημοσκόπηση έχει κενή επιλογή
eu: Inkestak aukera hutsa dauka
fi: Kyselyssä on tyhjä vaihtoehto
fr: Le sondage n'a pas d'options
gd: Tha roghainn fhalamh aig a’ chunntas-bheachd
gl: A enquisa ten unha opción baleira
it: Il sondaggio ha un'opzione vuota
ja: アンケートに空のオプションがあります
nl: De poll heeft een lege optie
sl: Anketa ima prazno izbiro
th: การสำรวจความคิดเห็นมีตัวเลือกที่ว่างเปล่า
vi: Thiếu lựa chọn
zh_hans: 投票含有空选项
zh_hant: 此投票有空白選項

# Scene.Compose.Poll.ThePollIsInvalid
source: The poll is invalid
be: Апытанне мае памылкі
ca: L'enquesta no és vàlida
cs: Anketa je neplatná
de: Die Umfrage ist ungültig
el: Η δημοσκόπηση δεν είναι έγκυρη
eu: Inkesta ez da balekoa
fi: Kysely on virheellinen
fr: Le sondage est invalide
gd: Tha an cunntas-bheachd mì-dhligheach
gl: A enquisa non é válida
it: Il sondaggio non è valido
ja: アンケートが無効です
nl: De poll is ongeldig
sl: Anketa je neveljavna
th: การสำรวจความคิดเห็นไม่ถูกต้อง
vi: Bình chọn không hợp lệ
zh_hans: 投票无效
zh_hant: 此投票是無效的

# Scene.Compose.Poll.ThirtyMinutes
source: 30 minutes
be: 30 хвілін
ca: 30 minuts
cs: 30 minut
de: 30 Minuten
el: 30 λεπτά
eu: 30 minutu
fi: 30 minuuttia
gd: Leth-uair a thìde
gl: 30 minutos
it: 30 minuti
ja: 30分
nl: 30 minuten
ru: 30 минут
sl: 30 minut
th: 30 นาที
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

# Scene.Compose.Poll.ThreeDays
source: 3 Days
be: 3 дні
ca: 3 Dies
cs: 3 dny
de: 3 Tage
el: 3 Ημέρες
eu: 3 egun
fi: 3 päivää
fr: 3 jour
gd: 3 làithean
gl: 3 Días
it: 3 giorni
ja: 3日
nl: 3 dagen
ru: 3 дня
sl: 3 dni
th: 3 วัน
vi: 3 ngày
zh_hans: 3 天
zh_hant: 三天

# Scene.Compose.Poll.Title
source: Poll
be: Апытанне
ca: Enquesta
cs: Anketa
de: Umfrage
el: Δημοσκόπηση
eu: Inkesta
fi: Kysely
fr: Sondage
gd: Cunntas-bheachd
gl: Enquisa
it: Sondaggio
ja: 投票
sl: Anketa
th: การสำรวจความคิดเห็น
vi: Bình chọn
zh_hans: 投票
zh_hant: 投票

# Scene.Compose.ReplyingToUser
source: replying to %@
be: адказ %@
ca: responent a %@
cs: odpovídá na %@
de: antwortet auf %@
el: απάντηση σε %@
eu: %@(r)i erantzuten
fi: vastaamassa tilille %@
fr: répondre à %@
gd: a’ freagairt gu %@
gl: en resposta a %@
it: rispondendo a %@
ja: %@に返信
nl: op %@ reageren
ru: ответ %@
sl: odgovarja %@
th: กำลังตอบกลับ %@
vi: trả lời đến %@
zh_hans: 回复给 %@
zh_hant: 正在回覆 %@

# Scene.Compose.Title.EditPost
source: Edit Post
be: Рэдагаваць допіс
ca: Edita el Tut
cs: Upravit
de: Beitrag bearbeiten
el: Επεξεργασία Ανάρτησης
eu: Editatu argitalpena
fi: Muokkaa julkaisua
fr: Modifier le post
gd: Deasaich am post
gl: Editar publicación
it: Modifica il post
ja: 投稿の編集
nl: Bericht bewerken
sl: Uredi objavo
th: แก้ไขโพสต์
vi: Sửa tút
zh_hans: 编辑嘟文
zh_hant: 編輯嘟文

# Scene.Compose.Title.NewPost
source: New Post
be: Новы допіс
ca: Nou Tut
cs: Nový příspěvek
de: Neuer Beitrag
el: Νέα Ανάρτηση
eu: Bidalketa berria
fi: Uusi julkaisu
fr: Nouvelle Publication
gd: Post ùr
gl: Nova publicación
it: Nuovo post
ja: 新しい投稿
nl: Nieuw bericht
ru: Новый пост
sl: Nova objava
th: โพสต์ใหม่
vi: Soạn tút
zh_hans: 新嘟文
zh_hant: 新增嘟文

# Scene.Compose.Title.NewReply
source: New Reply
be: Новы адказ
ca: Nova Resposta
cs: Nová odpověď
de: Neue Antwort
el: Νέα Απάντηση
eu: Erantzun berria
fi: Uusi vastaus
fr: Nouvelle réponse
gd: Freagairt ùr
gl: Nova resposta
it: Nuova risposta
ja: 新しい返信
nl: Nieuwe reactie
ru: Новый ответ
sl: Nov odgovor
th: การตอบกลับใหม่
vi: Viết trả lời
zh_hans: 新回复
zh_hant: 新增回覆

# Scene.Compose.Visibility.Direct
source: Only people I mention
be: Толькі людзі, якіх я згадаў
ca: Només les persones que menciono
cs: Pouze lidé, které zmíním
de: Nur für Leute, die ich erwähne
el: Μόνο άτομα που επισημαίνω
eu: Aipatzen dudan jendea soilik
fi: Vain mainitsemani tilit
fr: Seulement les personnes que je mentionne
gd: Daoine air an dug mi iomradh a-mhàin
gl: Só para persoas mencionadas
it: Solo le persone che menziono
ja: ダイレクト
nl: Privébericht
ru: Только для упомянутых людей
sl: Samo osebe, ki jih omenjam
th: เฉพาะผู้คนที่ฉันกล่าวถึงเท่านั้น
vi: Nhắn riêng
zh_hans: 仅我提到的人
zh_hant: 僅限提及者

# Scene.Compose.Visibility.Private
source: Followers only
be: Толькі для падпісчыкаў
ca: Només seguidors
cs: Pouze sledující
de: Nur für Folgende
el: Μόνο ακόλουθοι
eu: Jarraitzaileak soilik
fi: Vain seuraajat
fr: Abonné·e·s seulement
gd: Luchd-leantainn a-mhàin
gl: Só para seguidoras
it: Solo i seguaci
ja: フォロワーのみ
nl: Alleen volgers
ru: Для подписчиков
sl: Samo sledilci
th: ผู้ติดตามเท่านั้น
vi: Chỉ người theo dõi
zh_hans: 仅关注者
zh_hant: 僅限跟隨者

# Scene.Compose.Visibility.Public
source: Public
be: Публічны
ca: Públic
cs: Veřejný
de: Öffentlich
el: Δημόσιο
eu: Publikoa
fi: Julkinen
gd: Poblach
gl: Público
it: Pubblico
ja: パブリック
nl: Openbaar
ru: Публичный
sl: Javno
th: สาธารณะ
vi: Công khai
zh_hans: 公开
zh_hant: 公開

# Scene.Compose.Visibility.Unlisted
source: Unlisted
be: Не ў спісе
ca: No llistat
cs: Neuvedeno
de: Nicht gelistet
el: Μη καταχωρημένο
eu: Zerrendatu gabea
fi: Listaamaton
fr: Non listé
gd: Falaichte o liostaichean
gl: Non listado
it: Non elencato
ja: 非表示
nl: Minder openbaar
ru: Скрытый
sl: Ni prikazano
th: ไม่อยู่ในรายการ
vi: Hạn chế
zh_hans: 静默公开
zh_hant: 不公開

# Scene.ConfirmEmail.Button.Resend
source: Resend
be: Адправіць паўторна
ca: Reenvia
cs: Poslat znovu
de: Erneut senden
el: Επαναποστολή
eu: Berbidali
fi: Lähetä uudelleen
fr: Renvoyer
gd: Ath-chuir
gl: Reenviar
it: Invia di nuovo
ja: 再送信
nl: Opnieuw versturen
ru: Отправить заново
sl: Ponovno pošlji
th: ส่งใหม่
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# Scene.ConfirmEmail.DidntGetLink.Prefix
source: Didn’t get a link?
be: Не атрымалі спасылку?
ca: No has rebut l'enllaç?
cs: Nedostali jste odkaz?
de: Kein Link angekommen?
el: Δεν έλαβες τον σύνδεσμο;
eu: Ez duzu estekarik jaso?
fi: Etkö saanut linkkiä?
fr: Vous n'avez pas reçu de lien ?
gd: Nach d’fhuair thu ceangal?
gl: Non recibiches unha ligazón?
it: Non hai ricevuto un collegamento?
ja: メールが届かない場合
nl: Geen verificatielink ontvangen?
sl: Niste prejeli povezave?
th: ไม่ได้รับลิงก์?
vi: Không nhận được mã?
zh_hans: 没有收到链接？
zh_hant: 無法取得連結嗎？

# Scene.ConfirmEmail.DidntGetLink.ResendIn
source: Resend (%@)
be: Адправіць паўторна (%@)
ca: Torna a enviar (%@)
cs: Znovu odeslat (%@)
de: Erneut senden (%@)
el: Επαναποστολή (%@)
eu: Birbidali (%@)
fi: Lähetä uudelleen (%@)
fr: Renvoyer (%@)
gd: Cuir a-rithist (%@)
gl: Reenviar (%@)
it: Invia di nuovo (%@)
ja: 再送信(%@)
nl: Opnieuw verzenden (%@)
sl: Znova pošlji (%@)
th: ส่งใหม่ (%@)
vi: Gửi lại (%@)
zh_hans: 重新发送 (%@)
zh_hant: 重新傳送 (%@)

# Scene.ConfirmEmail.DidntGetLink.ResendNow
source: Resend now.
be: Адпраўце зараз паўторна.
ca: Reenvia ara.
cs: Odeslat znovu.
de: Erneut senden.
el: Επαναποστολή τώρα.
eu: Birbidali orain.
fi: Lähetä uudelleen nyt.
fr: Renvoyer maintenant.
gd: Cuir a-rithist an-dràsta.
gl: Reenviar agora.
it: Invia di nuovo ora.
ja: メールを再送信する
nl: Nu opnieuw verzenden.
sl: Ponovno pošlji zdaj.
th: ส่งใหม่ตอนนี้
vi: Đã gửi lại.
zh_hans: 重新发送。
zh_hant: 立即重新傳送。

# Scene.ConfirmEmail.DontReceiveEmail.Description
source: Check if your email address is correct as well as your junk folder if you haven’t.
be: Праверце, ці правільны ваш адрас электроннай пошты, а таксама папку са спамам, калі вы гэтага яшчэ не зрабілі.
ca: Comprova que la teva adreça de correu electrònic és correcte i revisa la carpeta de correu brossa si encara no ho has fet.
cs: Zkontrolujte, zda je vaše e-mailová adresa správná, stejně jako složka nevyžádané pošty, pokud ji máte.
de: Überprüfe, ob deine E-Mail-Adresse korrekt ist und sieh im Spam-Ordner nach, falls du es noch nicht getan hast.
el: Έλεγξε αν η διεύθυνση email σου είναι σωστή καθώς και τον φάκελο ανεπιθύμητης αλληλογραφίας σας αν δεν το έχεις κάνει ήδη.
eu: Egiaztatu zure eposta helbidea zuzena den eta begiratu zaborraren karpeta.
fi: Tarkista, että sähköpostiosoitteesi on oikea, sekä roskapostikansiosi, jos et vielä ole.
fr: Vérifiez que votre adresse courriel est valide ainsi que votre fichier spam si ce n’est pas déjà fait.
gd: Dearbh gu bheil an seòladh puist-d agad mar bu chòir agus nach eil dad ann am pasgan an truilleis.
gl: Comproba que o enderezo de email é correcto e que non vaia directo ao cartafol de spam.
it: Controlla se il tuo indirizzo email sia corretto, così come la tua cartella spazzatura se non ce l'hai.
ja: メールアドレスが正しいかどうか、また、迷惑メールフォルダに入っていないかどうかも確認してください。
nl: Controleer of jouw e-mailadres correct is en of de e-mail niet in je spamfolder terecht is gekomen.
ru: Проверьте, правильно ли указан ваш e-mail адрес, а также папку «спам», если ещё не сделали этого.
sl: Preverite, ali je vaš e-naslov pravilen, pa tudi vsebino mape neželene pošte, če tega še niste storili.
th: ตรวจสอบว่าที่อยู่อีเมลของคุณถูกต้องเช่นเดียวกับโฟลเดอร์อีเมลขยะหากคุณยังไม่ได้ทำ
vi: Kiểm tra địa chỉ email của bạn đúng chưa hoặc có bị chuyển vào thư rác.
zh_hans: 检查您的电子邮件地址是否正确，同时请检查你的垃圾箱。
zh_hant: 請檢查您的電子郵件地址是否正確，以及您的垃圾信件夾。

# Scene.ConfirmEmail.DontReceiveEmail.ResendEmail
source: Resend Email
be: Адправіць email паўторна
ca: Torna a enviar el correu
cs: Znovu odeslat e-mail
de: E-Mail erneut versenden
el: Επαναποστολή Email
eu: Birbidali eposta
fi: Lähetä sähköposti uudelleen
fr: Renvoyer le courriel
gd: Cuir am post-d a-rithist
gl: Volver enviar o correo
it: Invia e-mail di nuovo
ja: もう一度メールを送信
nl: E-mail opnieuw versturen
ru: Отправить ещё раз
sl: Ponovno pošlji e-pošto
th: ส่งอีเมลใหม่
vi: Gửi lại email
zh_hans: 重新发送邮件
zh_hant: 重新發送電子郵件

# Scene.ConfirmEmail.DontReceiveEmail.Title
source: Check your Email
be: Праверце электронную пошту
ca: Revisa el teu correu
cs: Zkontrolujte váš email
de: Check deine Emails
el: Έλεγξε το Email σου
eu: Zure emailean begiratu
fi: Tarkasta sähköpostisi
fr: Vérifiez vos emails
gd: Thoir sùil air a’ phost-d agad
gl: Revisa o teu correo
it: Controlla la tua e-mail
ja: メールをチェックしてください
nl: Controleer je e-mail
ru: Проверьте свой e-mail адрес
sl: Preverite svojo e-pošto
th: ตรวจสอบอีเมลของคุณ
vi: Kiểm tra email của bạn
zh_hans: 查看您的电子邮件
zh_hant: 請檢查您的電子郵件

# Scene.ConfirmEmail.OpenEmailApp.Description
source: We just sent you an email. Check your junk folder if you haven’t.
be: Мы толькі што даслалі вам электронны ліст. Праверце папку са спамам, калі не знайшлі яго.
ca: Acabem d'enviar-te un correu electrònic. Revisa la carpeta de correu brossa si encara no ho has fet.
cs: Právě jsme vám poslali e-mail. Zkontrolujte složku nevyžádané zprávy, pokud ji máte.
de: Wir haben dir gerade eine E-Mail geschickt. Überprüfe deinen Spam-Ordner, falls du es noch nicht getan hast.
el: Μόλις σου στείλαμε ένα email. Έλεγξε το φάκελο ανεπιθύμητης αλληλογραφίας αν δεν το έχεις κάνει ήδη.
eu: Eposta bat bidali dizugu. Egiaztatu zure zaborraren karpeta.
fi: Lähetimme sinulle juuri sähköpostin. Tarkista myös roskapostikansiosi, jos et vielä ole.
fr: Nous venons de vous envoyer un courriel. Vérifier votre fichier spam si vous ne l’avez pas déjà fait.
gd: Tha sinn air post-d a chur thugad. Thoir sùil air pasgan an truilleis agad mura d’ fhuair thu e.
gl: Enviámosche un email. Se non aparece, mira no cartafol do lixo.
it: Ti abbiamo appena inviato un'email. Controlla la tua cartella spazzatura se non ce l'hai.
ja: 先ほどメールをお送りしました。まだの方は、迷惑メールフォルダをご確認ください。
nl: We hebben je een e-mail gestuurd. Controleer ook je spamfolder.
ru: Мы только что отправили вам e-mail. Проверьте спам, если не нашли его.
sl: Ravnokar smo vam poslali e-sporočilo. Preverite neželeno pošto, če sporočila ne najdete med dohodno pošto.
th: เราเพิ่งส่งอีเมลถึงคุณ ตรวจสอบโฟลเดอร์อีเมลขยะของคุณหากคุณยังไม่ได้ทำ
vi: Chúng tôi vừa gửi email cho bạn. Kiểm tra thư rác nếu bạn không thấy.
zh_hans: 我们刚刚向你发送了一封电子邮件。如果未收到，请检查你的垃圾箱。
zh_hant: 我們剛寄送您一封電子郵件。請檢查您的垃圾信件夾。

# Scene.ConfirmEmail.OpenEmailApp.Mail
source: Mail
be: Пошта
ca: Correu electrònic
cs: Pošta
de: E-Mail
eu: Posta
fi: Sähköposti
fr: Courriel
gd: Post
gl: Correo
it: Posta
ja: メール
ru: Почта
sl: E-pošta
th: จดหมาย
vi: Email
zh_hans: 邮件
zh_hant: 電子郵件
